Repository: advancedfx/l10n
Catalog: locales/*/installer/HlaeFfmpeg/messages.po
Languages: pt_br

# DowngradeErrorMessage
source: A newer version of [ProductName] is already installed.
pt_br: Uma versão mais recente do [ProductName] já está instalada.

# FfmpegDescription
source: FFMPEG can be used for encoding mirv_streams to videos.
pt_br: FFMPEG pode ser usado para codificar mirv_streams para vídeos.

# FfmpegDlgDescription
source: Install FFMPEG or use exsiting one.
pt_br: Instale o FFMPEG ou use um existente.

# FfmpegDlgReinstall
source: Reinstall FFMPEG
pt_br: Reinstale o FFMPEG

# FfmpegDlgDownloaded
source: FFMPEG will be downloaded from GitHub.com and installed using your current internet connection and proxy settings.
pt_br: O FFMPEG será baixado do GitHub.com e instalado usando sua conexão de internet atual e configurações de proxy.

# FfmpegDlgVersion
source: Select version:
pt_br: Selecione a versão:

# FfmpegDlgLatest
source: latest (recommended)
pt_br: mais recente (recomendado)

# FfmpegDlgCustom
source: Select existing on disk
pt_br: Selecione existente no disco

# FfmpegDlgLinking
source: Select linking:
pt_br: Selecione a vinculação:

# FfmpegDlgStatic
source: static (faster, 100 MB download, recommended)
pt_br: estático (mais rápido, download de 100 MB, recomendado)

# FfmpegDlgShared
source: shared (smaller, 50 MB download)
pt_br: compartilhado (menor, download de 50 MB)

# FfmpegDlgLicense
source: Select license:
pt_br: Selecione a licença:

# FfmpegDlgGpl3
source: GPL3 (complete, recommended)
pt_br: GPL3 (completo, recomendado)

# FfmpegDlgLgpl3
source: LGPL3 (less features, more permissive)
pt_br: LGPL3 (menos recursos, mais permissivo)

# FfmpegDlgPath
source: Please enter the full path to your custom ffmpeg.exe here:
pt_br: Digite o caminho completo para o seu ffmpeg.exe personalizado aqui:

# FfmpegDlgPathBrowse
source: Browse
pt_br: Navegar

# FfmpegDlgPathError
source: {\WixUI_Font_Bold}File does not exist or is not accessible. Please fix and click Next button to try again.
pt_br: {\WixUI_Font_Bold}O arquivo não existe ou não está acessível. Corrija e clique no botão Avançar para tentar novamente.

# InstallFfmpeg
source: Installing FFMPEG ...
pt_br: Instalando o FFMPEG ...

# InstallFfmpegConnect
source: Connecting to [AFX_FFMPEGURL]
pt_br: Conectando a [AFX_FFMPEGURL]

# InstallFfmpegDownload
source: Downloading [AFX_FFMPEGURL]
pt_br: Baixando [AFX_FFMPEGURL]

# InstallFfmpegDownload_Template
source: [1] of [2] Bytes
pt_br: [1] de [2] Bytes

# InstallFfmpegChecksum
source: Verifying checksum
pt_br: Verificando checksum

# InstallFfmpegChecksum_Template
source: [1] of [2] Bytes
pt_br: [1] de [2] Bytes

# InstallFfmpegExtract
source: Extracting FFMPEG
pt_br: Extraindo FFMPEG

# InstallFfmpegExtract_Template
source: Item [1] of [2] ...
pt_br: Item [1] de [2] ...
