Repository: advancedfx/l10n
Catalog: locales/*/hlae/messages.po
Languages: de, hu, it, ja, nl, pl, pt_br, ru, tr

# Launch CS:GO dialog | MmcfgFolder Description
source: When enabled you can set a parent folder for your movie making config for the game. The game will create a sub-folder called cfg there and store config.cfg and video settings in that folder. Also you can put your movie making config into that cfg sub-folder, however the game will load those only if they are not present in the csgo/cfg folder already.
de: Wenn aktiv können Sie einen Elternordner für Ihre Filmerstellungskonfiguration für das Spiel einstellen. Das Spiel wird dort einen Unterordner mit Namen cfg erstellen und in diesem Ordner config.cfg und die Videoeinstellungen speichern. Außerdem können Sie Ihre Filmerstellungskonfigurationsdateien in diesem cfg Unterordner ablegen, jedoch wird das Spiel diese nur laden, wenn diese nicht beriets in dem csgo/cfg Ordner vorhanden sind.
ja: 有効にするとムービー作成用設定の親フォルダを設定出来るようになります。 ゲームはcfgと呼ばれるサブフォルダを作成しconfig.cfgとビデオ設定を格納します。 また、ムービー作成用の設定をそのcfgフォルダへ入れることが出来ます。 しかし、ゲームはcsgo/cfgフォルダにそのconfigが存在しない場合のみ読み込みます。
pl: Jeżeli uruchomiono, możesz ustawić folder rodzicielski dla swoich plików konfiguracyjnych ( .cfg) do tworzenia filmów.¶ Gra utworzy tam podfolder o nazwie "cfg" i będzie tam przechowywała config.cfg¶ oraz ustawienia graficzne.¶ W tym podfolderze możesz również przechowywać pliki konfiguracyjne do tworzenia filmów,¶ pod warunkiem, że nie występują już w folderze csgo/cfg.
pt_br: Quando ativado, você pode definir uma pasta pai para sua configuração de movie making para o jogo. O jogo criará uma subpasta chamada cfg e armazenará um config.cfg e configurações de vídeo nessa pasta. Além disso, você pode colocar sua configuração de movie making nessa subpasta cfg, no entanto, o jogo irá carregá-los apenas se eles ainda não estiverem presentes na pasta csgo/cfg.
ru: Если включено, то вы можете установить родительскую папку для вашего мувимейкинг конфига. Игра создаст подпапку cfg и будет хранить там config.cfg и настройки видео. Также вы можете установить ваш мувимейкинг конфиг в эту подпапку, но игра будет подгружать его только если уже нет в папке csgo/cfg.
tr: Etkinleştirildiğinde, movie making ayarlarını yapılandırmanız için ana klasörünüzü seçebilirsiniz. Oyun cfg adlı bir alt klasör oluşturacak. Bu klasörde config.cfg¶ ve video ayarlarını saklayacak.¶ Ayrıca movie making ayarlarınızı bu alt, cfg isimli klasöre de atabilirsiniz, ¶ ancak oyun yalnızca csgo / cfg klasöründe aynı isimli ayar dosyaları yoksa alt, cfg klasöründeki ayarları yükler.

# Launch CS:GO dialog | MmcfgFolder Title
source: About movie making config parent folder
de: Über Elternordner für Filmerstellungs-Konfiguration
hu: A movie making config szülőkönyvtárról
pl: O folderze rodzicielskim dla plików konfiguracyjnych ( .cfg) do tworzenia filmów
pt_br: Sobre a pasta pai de configuração de movie making
ru: О родительской папке мувимейкинг конфига
tr: Movie making ayar klasörü hakkında

# Launcher dialog
source: Launching failed.
de: Starten fehlgeschlagen.
hu: Indítás sikertelen.
it: Avvio fallito.
ja: 起動に失敗しました。
nl: Opstarten is mislukt.
pl: Uruchomienie nie powiodło się.
pt_br: Falha ao iniciar.
ru: Сбой запуска.
tr: Başlatılamadı.

source: 64 Bit GoldSrc is not supported.
de: 64 Bit GoldSrc wird nicht unterstüzt.
hu: A 64 bites GoldSrc nem támogatott.
it: GoldSrc a 64 Bit non è supportato.
ja: 64ビットのGoldSrcはサポートされていません。
nl: 64 Bit GoldSrc word niet ondersteund.
pl: 64 Bitowy GoldSrc nie jest wspierany.
pt_br: GoldSrc de 64 bits não é suportado.
ru: 64-битный GoldSrc не поддерживается.
tr: 64 Bit GoldSrc desteklenmemektedir.

# Launch GoldSrc dialog
source: Launch GoldSrc ...
de: GoldSrc starten ...
hu: GoldSrc indítása ...
it: Avvia GoldSrc ...
ja: GoldSrcを起動中...
nl: Start GoldSrc op ...
pl: Uruchom GoldSrc ...
pt_br: Iniciar GoldSrc ...
ru: Запустить GoldSrc ...
tr: GoldSrc'yi Başlat ...

# Launch GoldSrc dialog
source: Game
de: Spiel
hu: Játék
it: Gioco
ja: ゲーム
nl: Spel
pl: Gra
pt_br: Jogo
ru: Игра
tr: Oyun

# Launch GoldSrc dialog
source: Browse ...
de: Auswählen ...
hu: Tallózás ...
it: Sfoglia ...
ja: ブラウズ...
nl: Bladeren ...
pl: Przeglądaj ...
pt_br: Navegar ...
ru: Обзор ...
tr: Göz at ...

# Launch GoldSrc dialog
source: Modification:
de: Modifikation:
hu: Módosítások:
it: Modifica:
ja: Mod:
nl: Aanpassing:
pl: Modyfikacja:
pt_br: Modificação:
ru: Модификация:
tr: Değişiklikler:

# Launch GoldSrc dialog
source: Other modification:
de: Andere Modifikation:
hu: Egyéb módosítások:
it: Altre modifiche:
ja: 他のmod:
nl: Andere aanpassing:
pl: Inna modyfikacja:
pt_br: Outra modificação:
ru: Другая модификация:
tr: Diğer değişiklikler:

# Launch GoldSrc dialog
source: Custom command line options
de: Benutzerdefinierte Kommandozeilenoptionen
hu: Egyedi parancssoros beállítások
it: Comandi personalizzati
ja: カスタムコマンドラインオプション
nl: Aangepaste commando instellingen
pl: Niestandardowe opcje wiersza poleceń
pt_br: Opções de linha de comando personalizadas
ru: Пользовательские параметры запуска
tr: Özel komut satırı ayarları

# Launch GoldSrc dialog
source: Graphic Resolution
ja: グラフィック解像度
pl: Rozdzielczość grafiki
ru: Разрешение
tr: Grafik Çözünürlüğü

# Launch GoldSrc dialog
source: Width:
de: Breite:
hu: Szélesség:
it: Larghezza:
ja: 横:
nl: Breedte:
pl: Szerokość:
pt_br: Largura:
ru: Ширина:
tr: Genişlik:

# Launch GoldSrc dialog
source: Height:
de: Höhe:
hu: Magasság:
it: Altezza:
ja: 縦:
nl: Hoogte:
pl: Wysokość:
pt_br: Altura:
ru: Высота:
tr: Yükseklik:

# Launch GoldSrc dialog
source: Color Depth:
de: Farbtiefe:
hu: Színmélység:
it: Profondità Colore:
ja: 色深度:
nl: Kleursterkte:
pl: Głębia koloru:
pt_br: Profundidade de cor:
ru: Глубина цвета:
tr: Renk Derinliği:

# Launch GoldSrc dialog
source: force resolution
de: Auflösung erzwingen
hu: felbontás kikényszerítése
it: forza risoluzione
ja: 強制解像度
nl: resolutie forceren
pl: wymuś rozdzielczość
pt_br: forçar resolução
ru: принудительное разрешение
tr: çözünürlüğe zorla

# Launch GoldSrc dialog
source: full screen
de: Vollbild
hu: teljes képernyő
it: schermo intero
ja: フルスクリーン
nl: volledig scherm
pl: pełen ekran
pt_br: tela cheia
ru: полный экран
tr: tam ekran

# Launch GoldSrc dialog bpp
source: 32 (High)
de: 32 (Hoch)
hu: 32 (Magas)
it: 32 (Alto)
ja: 32 (高)
nl: 32 (Hoog)
pl: 32 (Wysoka)
pt_br: 32 (Alto)
ru: 32 (Высокая)
tr: 32 (Yüksek)

# Launch GoldSrc dialog bpp
source: 24 (Medium)
de: 24 (Mittel)
hu: 24 (Közepes)
it: 24 (Medio)
ja: 24 (中)
nl: 24 (Middel)
pl: 24 (Średnia)
pt_br: 24 (Médio)
ru: 24 (Средняя)
tr: 24 (Orta)

# Launch GoldSrc dialog bpp
source: 16 (Low)
de: 16 (Niedrig)
hu: 16 (Alacsony)
it: 16 (Basso)
ja: 16 (低)
nl: 16 (Laag)
pl: 16 (Niska)
pt_br: 16 (Baixo)
ru: 16 (Низкая)
tr: 16 (Düşük)

# Launch GoldSrc dialog
source: Advanced Settings
de: Erweiterte Einstellungen
hu: Haladó Beállítások
it: Impostazioni Avanzate
ja: 高度な設定
nl: Geavanceerde instellingen
pl: Ustawienia zaawansowane
pt_br: Configurações avançadas
ru: Расширенные настройки
tr: Gelişmiş Ayarlar

# Launch GoldSrc dialog
source: Force 8 bit alpha channel
ja: 8bitアルファチャンネルを強制する
pl: Wymuś 8 bitowy kanał alpha (przezroczystość)
ru: Принудительное использование 8-битного альфа канала
tr: 8 bit alfa kanalını kullanmaya zorla

# Launch GoldSrc dialog
source: Optimize window visibilty on capture
ja: キャプチャ時にウィンドウ可視率を最適化する
pl: Zoptymalizuj widoczność okna podczas przechwytywania
ru: Оптимизировать видимость окна при захвате
tr: Kayıttayken pencere görünürlüğünü optimize et

# Launch GoldSrc dialog
source: Optimize desktop resolution
de: Desktopauflösung optimieren
hu: Asztal felbontásának optimalizálása
it: Ottimizza la risoluzione del desktop
ja: デスクトップ解像度を最適化する
nl: Optimaliseer schermresolutie
pl: Zoptymalizuj rozdzielczość pulpitu
pt_br: Otimize a resolução da área de trabalho
ru: Оптимизировать разрешение рабочего стола
tr: Masaüstü çözünürlüğünü optimize et

# Launch GoldSrc dialog
source: Render mode:
de: Rendermodus:
hu: Felvételi mód:
it: Modalità di Rendering
ja: 描画モード:
nl: Weergavemodus:
pl: Tryb renderowania:
pt_br: Modo de renderização:
ru: Режим рендеринга:
tr: Render modu:

# Launch GoldSrc dialog render mode
source: Standard
hu: Szokásos
ja: 通常
nl: Standaard
pl: Standardowy
pt_br: Padrão
tr: Standart

# Launch GoldSrc dialog render mode
source: FrameBuffer Object
de: FrameBuffer-Objekt
hu: FrameBuffer Objektum
it: Oggetto FrameBuffer
ja: FrameBufferオブジェクト
pl: Obiekt FrameBuffer
tr: FrameBuffer Nesne

# Launch GoldSrc dialog render mode
source: Memory DC
de: Speicher-Gerätekontext
it: Memoria DC
ja: メモリーDC
nl: Geheugen DC
pl: Pamięć DC
tr: Hafıza A.İ.

# Launch GoldSrc dialog
source: remember my changes
de: meine Änderungen merken
hu: emlékezz a változtatásokra
it: ricorda i miei cambiamenti
ja: 変更を保存する
nl: sla mijn veranderingen op
pl: zapamiętaj mój wybór
pt_br: lembrar minhas mudanças
ru: сохранить изменения
tr: yaptığım değişiklikleri hatırla

# Launch GoldSrc dialog
source: L&aunch
de: St&arten
hu: I&ndítás
it: A&vvia
ja: 起&動
nl: Op&starten
pl: Uruchom
pt_br: I&niciar
ru: З&апуск
tr: B&aşlat

# Launch GoldSrc dialog
source: Can&cel
de: Ab&brechen
hu: Még&se
it: Ann&ulla
ja: キャンセル
nl: Annu&leren
pl: Anuluj
pt_br: Can&celar
ru: От&мена
tr: İp&tal

source: Image injection problem. Continue waiting?
de: Abbildinjezierungsproblem. Weiterhin warten?
hu: Kép beszúrási probléma. Várakozol tovább?
it: Problema nell'iniezione dell'immagine. Vuoi continuare ad aspettare?
ja: イメージの注入に問題 待ち続けますか?
nl: Afbeeldingsinjectieprobleem. Blijf wachten?
pl: Problem podczas wstrzykiwnia obrazu.¶ Czy dalej czekać?
pt_br: Problema de injeção de imagem. Continuar esperando?
ru: Проблема с инъекцией изображения. Продолжить ожидание?
tr: İmaj enjekte problemi.¶ Beklemeye devam etmek istiyor musunuz?

source: injector Warning
de: Injektorwarnung
it: Avvertenze sull'iniezione
ja: インジェクター警告
nl: injectorwaarschuwing
pl: Ostrzeżenie injectora
pt_br: Aviso do injetor
ru: Предупреждение инжектора
tr: enjektör uyarısı

source: Can not get Kernel32.dll handle.
de: Kann Kernel32.dll Handle nicht erhalten.
ja: Kernel32.dllのハンドルを取得できませんでした。
nl: Kan de handle van Kernel32.dll niet ophalen.
pl: Nie można uzyskać obsługi pliku Kernel32.dll .
pt_br: Não é possível obter o identificador do Kernel32.dll.
ru: Невозможно получить дескриптор Kernel32.dll.
tr: Kerner32.dll handle çalıştırılamadı.

source: IsWow64Process failed, error code: {0}
de: IsWow64Process fehlgeschlagen, Fehlerkode: {0}
hu: IsWow64Process összeomlott, hiba kód: {0}
it: IsWow64Process non avviato, codice di errore: {0}
ja: IsWow64Processが失敗しました。 エラーコード: {0}
nl: IsWow64Process is mislukt, foutcode: {0}
pl: IsWow64Process zawiódł, kod błędu: {0}
pt_br: Falha no IsWow64Process, código de erro: {0}
ru: Сбой IsWow64Process, код ошибки: {0}
tr: IsWow64Process başarısız oldu, hata kodu: {0}

# Main window | menu
source: File
de: Datei
hu: Fájl
ja: ファイル
nl: Bestand
pl: Plik
pt_br: Arquivo
ru: Файл
tr: Dosya

# Main window | menu | File
source: Launch CS:GO
de: Starte CS:GO
hu: CS:GO indítása
it: Avvia CS:GO
ja: CS:GOを起動
nl: Start CS:GO op ...
pl: Uruchom CS:GO
pt_br: Iniciar CS:GO
ru: Запустить CS:GO
tr: CSGO'yu Başlat

# Main window | menu | File
source: Launch GoldSrc
de: Starte GoldSrc
hu: GoldSrc indítása
it: Avvia GoldSrc
ja: GoldSrcを起動
nl: Start GoldSrc op ...
pl: Uruchom GoldSrc
pt_br: Iniciar GoldSrc
ru: Запустить GoldSrc
tr: GoldSrc'yi Başlat

# Main window | menu | File
source: Exit
de: Beenden
hu: Kilépés
it: Esci
ja: 退出
nl: Afsluiten
pl: Wyjście
pt_br: Sair
ru: Выход
tr: Çıkış

# Main Window | menu
source: View
de: Ansicht
hu: Nézet
it: Visualizza
ja: 表示
nl: Beeld
pl: Wygląd
pt_br: Visualizar
ru: Вид
tr: Görüntüle

# Main window | menu | View
source: Status Bar
de: Statusleiste
hu: Állapotsáv
it: Barra dello Stato
ja: ステータスバー
nl: Statusbalk
pl: Pasek stanu
pt_br: Barra de status
ru: Строка состояния
tr: Durum Çubuğu

# Main window | menu
source: Tools
de: Werkzeuge
hu: Eszközök
it: Strumenti
ja: ツール
nl: Gereedschappen
pl: Narzędzia
pt_br: Ferramentas
ru: Инструменты
tr: Araçlar

# Main window | menu | Tools
source: Calculators
de: Taschenrechner
hu: Számítások
it: Calcolatori
ja: 計算機
nl: Rekenmachines
pl: Kalkulatory
pt_br: Calculadoras
ru: Калькуляторы
tr: Hesaplamalar

# Main window | menu | Tools | Calculators
source: File Size
de: Dateigröße
hu: Fájl Méret
it: Grandezza File
ja: ファイルサイズ
nl: Bestandsgrootte
pl: Rozmiar pliku
pt_br: Tamanho do arquivo
ru: Размер файла
tr: Dosya Boyutu

# Main window | menu | Tools
source: Color Lookup Tables
de: Frabsuchtabellen
it: Lookup Table dei colori
ja: 色対応表
pt_br: Tabelas de Pesquisa de Cores
ru: Таблицы цветов
tr: Renk Arama Tabloları

# Main window | menu | Tools | GoldSrc
source: Demo Tools
de: Demowerkzeuge
hu: Demo Eszközök
it: Strumento per le Demo
ja: Demoツール
nl: Demogereedschappen
pl: Narzędzia dema
pt_br: Ferramentas para Demo
ru: Утилиты для демо
tr: Demo Araçları

# Main window | menu | Tools | GoldSrc
source: Sky Manager
de: Himmelmanager
hu: Égbolt Igazgató
it: Gestione del cielo
ja: Skyマネージャー
nl: Hemelmanager
pl: Zarządzanie niebem
pt_br: Gerenciador de céu
ru: Менеджер скайбокса
tr: Gökyüzü Düzenleyicisi

# Main window | menu | Tools
source: Developer
de: Entwickler
hu: Fejlesztő
it: Sviluppatore
ja: 開発者
nl: Ontwikkelaar
pl: Deweloper
pt_br: Desenvolvedor
ru: Разработчик
tr: Geliştirici

# Main window | menu | Tools | Developer
source: Custom Loader
de: Benutzerdefinierter Lader
hu: Egyedi Betöltő
ja: カスタムローダー
nl: Aangepaste Loader
pl: Niestandardowy moduł ładowania
pt_br: Carregador Personalizado
ru: Пользовательский загрузчик
tr: Özel Yükleyici

# Main window | menu | Tools | Developer
source: Own GUID to ClipBoard
de: Eigne GUID an Zwischenablage senden
nl: Eigen GUID naar klembord kopiëren
pl: Własne GUID do ClipBoard
pt_br: Próprio GUID para a área de transferência
ru: Свой GUID в буфер обмена
tr: Kendi GUID'ni Panoya

# Main window | menu | Tools | Developer
source: New GUID to ClipBoard
de: Neue GUID an Zwischenablage senden
nl: Nieuw GUID naar klembord kopiëren
pl: Nowe GUID do ClipBoard
pt_br: Novo GUID para a área de transferência
ru: Новый GUID в буфер обмена
tr: Yeni GUID'yi Panoya

# Main window | menu
source: Help
de: Hilfe
hu: Súgó
it: Aiuto
ja: ヘルプ
nl: Hulp
pl: Pomoc
pt_br: Ajuda
ru: Помощь
tr: Yardım

# Main window | menu | Help
source: Check for Updates
de: Auf Aktualisierungen prüfen
hu: Frissítések Ellenőrzése
it: Cerca Aggiornamenti
ja: アップデートを確認
nl: Zoeken naar updates
pl: Sprawdź dostępność aktualizacji
pt_br: Verificar por atualizações
ru: Проверять обновления
tr: Güncelleştirmeleri Kontrol Et

# Main window | menu | Help | Check for Updates
source: Auto Check
de: Automatisch prüfen
hu: Auto Ellenőrzés
it: Controllo Automatico
ja: 自動チェック
nl: Automatisch zoeken
pl: Automatyczne sprawdzanie
pt_br: Verificação automática
ru: Автоматически
tr: Otomatik Kontrol Et

# Main window | menu | Help | Check for Updates
source: Check Now
de: Jetzt prüfen
hu: Ellenőrzés Most
it: Cerca Ora
ja: 今すぐ確認する
nl: Zoek nu
pl: Sprawdź teraz
pt_br: Verificar agora
ru: Проверить сейчас
tr: Şimdi Kontrol Et

# Main window | menu | Help
source: Official Website
it: Sito Ufficiale
ja: 公式ウェブサイト
pl: Oficjalna strona
pt_br: Website oficial
ru: Официальный сайт
tr: Resmi Website

# Main window | menu
source: Donate
de: Spenden
hu: Adományozás
it: Dona
ja: 寄付
nl: Doneer
pl: Podaruj darowiznę
pt_br: Doar
ru: Донат
tr: Bağış Yap

# Main window | check updates strip
source: Check for updates automatically?
de: Automatisch auf Update prüfen?
hu: Frissítések ellenőrzése automatikusan?
it: Cercare automaticamente la disponibilità di aggiornamenti?
ja: アップデートを自動的に確認しますか?
nl: Automatisch naar updates zoeken?
pl: Czy automatycznie sprawdzać dostępność aktualizacji?
pt_br: Verificar por atualizações automaticamente?
ru: Проверять обновления автоматически?
tr: Güncelleştirmeler otomatik olarak kontrol edilsin mi?

# Main window | check updates strip
source: Yes
de: Ja
hu: Igen
it: Sì
ja: はい
nl: Ja
pl: Tak
pt_br: Sim
ru: Да
tr: Evet

# Main window | check updates strip
source: No
de: Nein
hu: Nem
ja: いいえ
nl: Nee
pl: Nie
pt_br: Não
ru: Нет
tr: Hayır

# Main window | update status strip
source: Ignore
de: Ignorieren
hu: Mégse
it: Ignora
ja: 無視
nl: Negeer
pl: Ignoruj
pt_br: Ignorar
ru: Пропустить
tr: Yoksay

# Main window | update status strip
source: OK
nl: Oke
ru: ОК
tr: Tamam

# Main window | update status strip | label
source: Update status unknown
de: Aktualisierungsstatus unbekannt
hu: Frissítési állapot nem ismert
it: Stato degli aggiornamenti sconosciuto
ja: アップデート状況不明
nl: Status van update onbekend
pl: Status aktualizacji jest nieznany
pt_br: Status de atualização desconhecido
ru: Состояние обновлений неизвестно
tr: Güncelleştirme durumu belirsiz

source: Contact / Privacy Policy / Imprint (advancedfx.org)
it: Contatti / Politiche di Privacy (advancedfx.org)
ja: 連絡 / プライバシーポリシー / 規約 (advancedfx.org)
pl: Kontakt / Polityka Prywatności / Znak firmowy (advancedfx.org)
pt_br: Contato / Política de Privacidade / Impressão (advancedfx.org)
ru: Контакты / Политика конфиденциальности / Выходные сведения (advancedfx.org)
tr: İletişim / Gizlilik Politikası / Künye (advancedfx.org)

source: Help
de: Hilfe
hu: Súgó
it: Aiuto
ja: ヘルプ
pl: Pomoc
pt_br: Ajuda
ru: Справка
tr: Yardım

source: Language:
de: Sprache:
hu: Nyelv:
it: Lingua:
ja: 言語:
pl: Język:
pt_br: Idioma:
ru: Язык:
tr: Dil:

source: Selection:
de: Auswahl:
hu: Kiválasztás:
it: Selezionare:
ja: 解決方法:
pl: Wybór:
pt_br: Seleção:
ru: Выбор:
tr: Seçim:

source: Official support page (English)
de: Offizielle Supportseite (Englisch)
hu: Hivatalos támogató oldal (Angol)
it: Pagina ufficiale del supporto (Inglese)
ja: 公式サポートページ(英語)
pl: Oficjalna strona wsparcia (Angielski)
pt_br: Página de suporte oficial (Inglês)
ru: Официальная страница поддержки (Английский)
tr: Resmi destek sayfası (İngilizce)

source: HLAE Chinese Station
de: HLAE Chinesische Station
it: HLAE Stazione Cinese
pl: Chińska stacja HLAE
pt_br: Estação Chinesa HLAE
ru: Китайский ресурс HLAE
tr: HLAE Çince Websitesi

# Language
source: English (en)
de: Englisch (en)
it: Inglese (en)
ja: 英語(en)
pl: Angielski (en)
pt_br: Inglês (en)
ru: Английский (en)
tr: İngilizce (en)

# Language
source: Chinese (zh-CN)
de: Chinesisch (zh-CN)
it: Cinese (zh-CN)
ja: 中国語 (zh-CN)
pl: Chiński (zh-CN)
pt_br: Chinês (zh-CN)
ru: Китайский (zh-CN)
tr: Çince (zh-CN)

source: HLAE path error
de: HLAE Pfadfehler
pt_br: Erro de caminho do HLAE
tr: HLAE dizin hatası

source: HLAE path:
de: HLAE-Pfad:
pt_br: Caminho do HLAE:
tr: HLAE dizini:

source: Warning: Your HLAE path shown above contains non-basic latin characters (meaning characters outside the 7-bit ASCII range), which will lead to multiple problems in-game if not fixed!
de: Warnung: Ihr obenstehender HLAE Pfad enthält Zeichen außer halb des lateinischen Basissatzes (d.h. Zeichen außerhalb des 7 Bit ASCII Breichs), was bei Nichtbehebung zu mehreren Problem im Spiel führen wird!
pt_br: Aviso: Seu caminho HLAE mostrado acima contém caracteres latinos não básicos (ou seja, caracteres fora do intervalo ASCII de 7 bits), o que levará a vários problemas no jogo se não for corrigido!
tr: Uyarı: Belirttiğiniz HLAE dizininiz temel (7-bit ASCII aralığında) olmayan latin karakterler içeriyor. Şayet bu düzeltilmezse, oyun içerisinde çeşitli problemlere yol açabilir.

# Main window | update status strip | label
source: Update available!
de: Aktualisierung verfügbar!
hu: Frissítés elérhető!
it: Aggiornamento disponibile!
ja: アップデートがあります!
nl: Update beschikbaar!
pl: Dostępna aktualizacja!
pt_br: Atualização disponível!
ru: Обновление доступно!
tr: Güncelleştirme mevcut!

# Main window | update status strip | label
source: Your version is up to date :)
de: Ihre Version ist aktuell :)
hu: Ez a legfrissebb verzió :)
it: L'applicazione è aggiornata all'ultima versione disponibile :D
ja: 最新版を使用しています :)
nl: Jouw versie is up-to-date :)
pl: Posiadasz najnowszą wersję :)
pt_br: Sua versão está atualizada :)
ru: Ваша версия актуальна :)
tr: Versiyonunuz güncel :)

# Main window | update status strip | label
source: Update check failed :(
de: Aktualisierungsprüfung fehlgeschlagen :(
hu: Frissítés keresése sikertelen :(
it: Ricerca aggiornamenti fallita :(
ja: アップデート確認に失敗しました :(
nl: Zoeken naar updates is mislukt :(
pl: Sprawdzanie dostępności aktualizacji nie powiodło się :(
pt_br: Falha na verificação de atualização :(
ru: Проверка обновлений не удалась :(
tr: Güncelleştirmeler kontrol edilemedi :(

# Main window | update status strip | label
source: Checking for updates ...
de: Prüfe auf Aktualisierungen ...
hu: Frissítések keresése ...
it: Ricerca aggiornamenti in corso ...
ja: アップデートを確認中...
nl: Aan het zoeken naar updates...
pl: Sprawdzam dostępność aktualizacji ...
pt_br: Procurando por atualizações ...
ru: Проверка обновлений ...
tr: Güncelleştirmeler kontrol ediliyor ...

source: File Size Calculator
de: Dateigrößenrechner
hu: Fájlméret Számoló
it: Calcolatore Grandezza File
ja: ファイルサイズ計算機
nl: Bestandsgrootte berekenen
pl: Kalkulator rozmiaru plików
pt_br: Calculadora de Tamanho de Arquivo
ru: Калькулятор размера файла
tr: Dosya Boyutu Hesaplayıcı

# File Size Calculator
source: Width:
de: Breite:
hu: Szélesség:
it: Larghezza:
ja: 幅:
nl: Breedte:
pl: Szerokość:
pt_br: Largura:
ru: Ширина:
tr: Genişlik:

# File Size Calculator
source: Height:
de: Höhe:
hu: Magasság:
it: Altezza:
ja: 高さ:
nl: Hoogte:
pl: Wysokość:
pt_br: Altura:
ru: Высота:
tr: Yükseklik:

# File Size Calculator
source: Duration:
de: Dauer:
hu: Hossz:
it: Durata:
ja: 長さ:
nl: Duur:
pl: Czas trwania:
pt_br: Duração:
ru: Длительность:
tr: Uzunluk:

# File Size Calculator | Duration
source: min
hu: perc
ja: 最小
ru: м
tr: dak.

# File Size Calculator | Duration
source: sec
de: Sek.
hu: mp
ja: 秒
nl: s
pt_br: seg
ru: c
tr: sn.

# File Size Calculator
source: Estimated Disk Usage
de: Geschätzte Plattennutzung
hu: Becsült Lemezhasználat
it: Utilizzo del Disco Stimato
ja: 予測ディスク使用量
nl: Geschat schijfgebruik
pl: Przewidywane zużycie pojemności dysku
pt_br: Uso Estimado do Disco
ru: Расчетное использование диска
tr: Tahmini Kaplanacak Boyut

# File Size Calculator | Estimate
source: HuffYuv encoded output
de: HuffYuv kodierte Ausgabe
it: output codificato HuffYuv
ja: HuffYuvエンコード出力
nl: HuffYuv gecodeerde output
pl: zakodowane wyjście HuffYuv
pt_br: Saída codificada HuffYuv
ru: HuffYuv кодировка
tr: HuffYuv kodlanmış çıktı

# Custom Loader dialog
source: CustomLoader failed
de: Benutzerdefinierter Starter fehlgeschlagen
it: CustomLoader fallito
ja: CustomLoader失敗
nl: CustomLoader is mislukt
pl: niepowodzenie CustomLoader
pt_br: Falha no CustomLoader
ru: Сбой пользовательского загрузчика
tr: ÖzelYükleyici başarısız oldu

# Custom Loader dialog
source: Custom Loader
de: Benutzerdefinierter Starter
it: Piattaforma di Avvio Personalizzata
ja: カスタムローダー
nl: Aangepaste Loader
pl: Niestandardowy moduł ładowania
pt_br: Carregador Personalizado
ru: Пользовательский загрузчик
tr: Özel Yükleyici

# Custom Loader dialog | Program
source: ProgramPath:
de: Programmpfad:
ja: プログラムパス:
nl: Programma pad:
pl: Ścieżka pliku:
ru: Путь к программе:
tr: ProgramDizini:

# Custom Loader dialog | Program
source: CommandLine:
de: Kommandzeile:
ja: コマンドライン:
nl: Commando:
pl: Wiersz poleceń:
ru: Параметры запуска:
tr: KomutSatırı:

# Custom Loader dialog | Program
source: Browse ...
de: Auswählen ...
hu: Tallózás ...
it: Sfoglia ...
ja: ブラウズ...
nl: Bladeren ...
pl: Przeglądaj ...
pt_br: Navegar ...
ru: Обзор ...
tr: Göz at ...

# Custom Loader dialog | DLLS
source: DLLs to inject
de: Zu injezierende DLLs
it: DLL da iniettare
ja: インジェクトする DLLs
nl: DLLS om te injecteren
pl: DLLs do wstrzyknięcia
pt_br: DLLs para injetar
ru: DLL для инъекции
tr: Enjekte edilecek DLLler

# Custom Loader dialog | DLLS
source: Browse ...
de: Auswählen ...
hu: Tallózás ...
it: Sfoglia ...
ja: ブラウズ...
nl: Bladeren ...
pl: Przeglądaj ...
pt_br: Navegar ...
ru: Обзор ...
tr: Göz at ...
