Repository: advancedfx/l10n
Catalog: locales/*/hlae/messages.po
Languages: de, hu, it, ja, nl, pl, pt_br, ru, tr

# Custom Loader dialog | DLLS
source: Delete
de: Löschen
hu: Törlés
it: Cancella
ja: 削除
nl: Verwijderen
pl: Usuń
pt_br: Excluir
ru: Удалить
tr: Kaldır

# Custom Loader dialog | DLLS
source: Up
de: Aufwärts
hu: Fel
it: Su
ja: 上
nl: Omhoog
pl: Do góry
pt_br: Acima
ru: Вверх
tr: Yukarı

# Custom Loader dialog | DLLS
source: Down
de: Abwärts
hu: Le
it: Giù
ja: 下
nl: Omlaag
pl: W dół
pt_br: Abaixo
ru: Вниз
tr: Aşağı

# Custom Loader dialog | DLLS
source: Hint: You can Drag && Drop DLLs in the box above.
de: Hinweis: Sie können DLLs in die Box oben ziehen und ablegen.
hu: Tipp: A fenti dobozba DLL-eket húzhatsz át.
it: Consiglio: Puoi Trascinare i DLL nel riquadro qui sopra.
ja: ヒント: DLLs を下のボックスにドラッグアンドドロップできます。
nl: Tip: Je kan DLLs naar de box hierboven slepen.
pl: Podpowiedź: Możesz przeciągnąć i puścić DLLs do pojemnika wyżej.
pt_br: Dica: Você pode Arrastar e Soltar DLLs na caixa acima.
ru: Совет: Вы можете перетащить DLL из папки в поле выше.
tr: İpucu: DLLleri sürükleyip yukarıdaki kutucuğa bırakabilirsiniz.

# Custom Loader dialog
source: &OK
nl: &Oke
ru: &ОК
tr: &Tamam

# Custom Loader dialog
source: &Abort
de: &Abbrechen
hu: &Megszakít
it: &Abortire
ja: &放棄
nl: &Annuleren
pl: &Anuluj
pt_br: &Abortar
ru: &Отмена
tr: &İptal Et

source: Add environment variables: name=value
de: Füge Umegebungsvariablen hinzu: Name=Wert
it: Aggiungi variabile d'ambiente: nome=valore
ja: 環境変数を追加: 変数名=値
pl: Dodaj zmienne środowiskowe: nazwa=wartość
pt_br: Adicionar variáveis ​​de ambiente: nome=valor
ru: Добавить переменные среды: название=значение
tr: Çevre değişkenleri ekleyiniz: isim=değer

# Custom Loader dialog | Program filter
source: Program to launch and hook (.exe)|*.exe
de: Zu startendes und hookendes programm (.exe)|*.exe
it: Programma da lanciare e agganciare (.exe)|*.exe
ja: 起動するプログラムとフック (.exe)|*.exe
nl: Programma om op te starten en te injecteren (.exe)|*.exe
pl: Program do uruchomienia i podpięcia (.exe)|* .exe
pt_br: Programa para iniciar/hook (.exe)|*.exe
ru: Программа для запуска и подключения (.exe)|*.exe
tr: Başlatılacak ve bağlanacak program (.exe)|*.exe

# Error dialog
source: n/a
de: n. z.
it: n.d.
nl: n.v.t.
pl: nie dostępne
pt_br: n/d
ru: н/д

# HLAE errors
source: DLL can't be loaded.
de: DLL kann nicht geladen werden.

# Launch CS:GO dialog
source: Graphics Resolution
de: Grafikauflösung

# Launch GoldSrc dialog
source: Graphics Resolution
de: Grafikauflösung

# Launch GoldSrc dialog
source: Force 8-bit alpha channel
de: Erwinge 8 Bit Alphakanal

# Launch GoldSrc dialog
source: Optimize window visibility on capture
de: Optimiere Sichtbarkeit des Fensters bei der Aufnahme

# Main window | menu | Help
source: Official GitHub
de: Offizielles GitHub
hu: Hivatalos GitHub
nl: Officiële GitHub

source: Contact
de: Kontakt

source: VAC warning
de: VAC-Warnung

source: The HLAE tool is technically a hack, therefore you should only use it for making gaming videos or watching demos. Joining VAC protected servers with HLAE will probably get you VAC banned.
de: HLAE ist technisch gesehen ein Hack, daher sollten Sie es nur zum Erstellen von Spielevideos und dem Anschauen von Demos verwenden. Das Betreten VAC gesicherter Serven mit HLAE wird Sie wahrscheinlich VAC-bannen.

source: Epilepsy warning
de: Epilepsie-Warnung

source: This software may cause fast-changing images and colors on your screen.
de: Diese Software kann schnell wechselnde Bilder und Farben auf Ihrem Bildschrim verursachen.

# File Size Calculator
source: FPS:
de: Bilder/s:
pl: FPS (Klatki/s):

# terrorist
source: T
pl: Strona T
ru: Т

# HLAE errors
source: Make sure you run the injector and the program to inject with same access rights and that no anti virus / anti cheat is blocking its calls.
ja: プログラムとインジェクターに同じ権限が付与されており、アンチウイルス/アンチチートソフトが阻止していないことを確認してください。
pl: Upewnij się, że injector oraz program mają równe prawa dostępu oraz, że antywirus / anty cheat nie blokują ich połączeń.
ru: Убедитесь, что инжектор и программа запущены с одинаковыми правами доступа, и антивирус / античит не блокирует их.

# HLAE errors
source: Make sure to exit anitcheats like ESEA client / Faceit client, Challengeme.gg before using HLAE.
ja: HLAEの使用前にESEAクライアント/Faceitクライアント、Challengeme.ggのようなアンチチートが起動していないことを確認してください。
pl: Upewnij się, aby wyłączyć anty cheaty, jak klient ESEA / Faceit, Challengeme.gg przed użyciem HLAE.
ru: Не забудьте закрыть античиты ESEA Client, FACEIT Client, Challengeme.gg и т.д. перед тем, как использовать HLAE.

# HLAE errors
source: AfxHook.dat missing / broken / not accessible
ja: AfxHook.datが見つかりません / 壊れています / アクセスできません
pl: AfxHook.dat brakujący / zepsuty / niedostępny
ru: AfxHook.dat не найден / поврежден / недоступен

# HLAE errors
source: Try reextracting / repairing HLAE.
ja: HLAEの再展開 / 修復を試してください。
pl: Spróbuj ponownego rozpakowania / naprawienia HLAE.
ru: Попробуйте заново распаковать / восстановить HLAE.

# HLAE errors
source: injector.exe blocked. Probably caused by antivirus. Check it and reextract HLAE (HLAE NEEDS to be extracted, don't run it from a .zip file).
ja: injector.exeがブロックされました。 アンチウイルスソフトの可能性があります。 設定を確認し、HLAEを再展開してください (HLAEは展開されている必要があります。 .zipファイルから実行しないでください)。
pl: injector.exe jest zablokowany. Prawdopodobnie spowodowane jest to przez antywirusa. Sprawdź to i ponownie rozpakuj HLAE (HLAE MUSI być rozpakowane, nie uruchamiaj go z pliku .zip).
ru: injector.exe заблокирован. Вероятно из-за антивируса. Проверьте антивирус и заново распакуйте HLAE (HLAE должен быть распакован, не запускайте его из .zip архива).

# HLAE errors
source: Try using CSGO Launcher instead of Custom Launcher.
ja: カスタムランチャーの代わりにCSGOランチャーをお試しください。
pl: Spróbuj użyć modułu ładowania CS:GO zamiast modułu ładowania niestandardowego.
ru: Попробуйте использовать лаунчер CS:GO вместо пользовательского лаунчера.

# HLAE errors
source: Make sure neither HLAE.exe nor Steam.exe nor csgo.exe are set to run as admin.
ja: HLAE.exe, Steam.exe, csgo.exe が管理者権限で起動していないことを確認してください。
pl: Upewnij się, że HLAE.exe, ani Steam.exe, ani csgo.exe nie są uruchomione w trybie administratora.
ru: Убедитесь, что ни HLAE.exe, ни Steam.exe, ни csgo.exe не запущены от имени администратора.

# Main window | menu | Tools | Color Lookup Tables
source: Voronoi
ru: Вороной

# Custom Loader dialog | DLL filter
source: Hook DLL (.dll)|*.dll
ja: フックするDLL (.dll)|*.dll
pl: Podpięcie DLL (.dll)|*.dll
ru: Подключаемая DLL (.dll)|*.dll

# counter-terrorist
source: CT
it: AT
pl: Strona CT

# Launch CS2 dialog
source: Launch CS2 ...
hu: CS2 indítása ...
nl: Start CS2 op ...

# Launch CS2 dialog
source: Game
hu: Játék
nl: Spel

# Launch CS2 dialog
source: cs2.exe file:
hu: cs2.exe fájl:
nl: cs2.exe bestand:

# Launch CS2 dialog
source: Browse ...
hu: Tallózás ...
nl: Bladeren ...

# Launch CS2 dialog
source: Moviemaking config parent folder
hu: Moviemaking config szülőkönyvtár
nl: Bovenliggende map van de opnameinstellingen

# Launch CS2 dialog
source: What's this?
hu: Mi ez?
nl: Wat is dit?

# Launch CS2 dialog
source: enable
hu: engedélyez
nl: inschakelen

# Launch CS2 dialog
source: Graphics Resolution
hu: Videó felbontás
nl: Grasficheresolutie

# Launch CS2 dialog
source: Width:
hu: Szélesség:
nl: Breedte:

# Launch CS2 dialog
source: Height:
hu: Magasság:
nl: Hoogte:

# Launch CS2 dialog
source: Actual results depend on the game.
hu: A tényleges eredményt a játék befolyásolja.
nl: Het eindresultaat hangt af van het spel.

# Launch CS2 dialog
source: full screen
hu: teljes képernyő
nl: volledig scherm

# Launch CS2 dialog
source: Custom command line options
hu: Egyedi parancssoros beállítások
nl: Aangepaste commando instellingen

# Launch CS2 dialog
source: {0} (prevents joining VAC secured server / VAC bans)
hu: {0} (megakadályozza VAC szerverhez csatlakozást / VAC ban-t)
nl: {0} (voorkomt het verbinden met VAC-beveiligde servers / VAC Bans)

# Launch CS2 dialog
source: remember my changes
hu: emlékezz a változtatásokra
nl: sla mijn veranderingen op

# Launch CS2 dialog
source: L&aunch
hu: I&ndítás
nl: Op&starten

# Launch CS2 dialog
source: Can&cel
hu: Kil&épés
nl: Annu&leren

# Launch CS2 dialog | MmcfgFolder Title
source: About moviemaking config parent folder
hu: A moviemaking config szülőkönyvtárról
nl: Bovenliggende map van de opnameinstellingen

# Window title, args: {0} - version
source: Half-Life Advanced Effects {0}
nl: Half-Life met geAvanceerde Effecten {0}

# Main window | menu | File
source: Launch CS2
hu: CS2 indítása
nl: Start CS2 op ...
