Repository: advancedfx/l10n
Catalog: locales/*/hlae/messages.po
Languages: de, hu, it, ja, nl, pl, pt_br, ru, tr

source: AfxError
de: AfxFehler
hu: AfxHiba
nl: AfxFout
tr: AfxHatası

# AfxError (number code)
source: AfxError #{0}:
de: AfxFehler #{0}:
hu: AfxHiba #{0}:
nl: AfxFout #{0}:
tr: AfxHatası #{0}:

# AfxError
source: Title: {0}
de: Titel: {0}
hu: Cím: {0}
it: Titolo: {0}
ja: タイトル: {0}
nl: Titel: {0}
pl: Tytuł: {0}
pt_br: Título: {0}
ru: Название: {0}
tr: Başlık: {0}

# AfxError
source: Description: {0}
de: Beschreibung: {0}
hu: Leírás: {0}
it: Descrizione: {0}
ja: 詳細: {0}
nl: Beschrijving: {0}
pl: Opis: {0}
pt_br: Descrição: {0}
ru: Описание: {0}
tr: Açıklama: {0}

# AfxError
source: Solution: {0}
de: Lösung: {0}
hu: Megoldás: {0}
it: Soluzione: {0}
ja: 解決方法: {0}
nl: Oplossing: {0}
pl: Rozwiązanie: {0}
pt_br: Solução: {0}
ru: Решение: {0}
tr: Çözüm: {0}

# AfxError
source: Inner exception: {0}
de: Innere Ausnahme: {0}
hu: Belső kivétel: {0}
it: Eccezione interna: {0}
ja: 内部例外: {0}
nl: Interne fout: {0}
pl: Wyjątek: {0}
pt_br: Exceção interna: {0}
ru: Внутреннее исключение: {0}
tr: Dahili İstisna: {0}

source: Voronoi Color Lookup Table
de: Voronoi Frabsuchtabelle
it: Lookup Table Colore Voronoi
pl: Tabela kolorów Voronoi
pt_br: Tabela de Pesquisa de Cores Voronoi
ru: Таблица поиска цвета Вороного
tr: Voronoi Renk Arama Tablosu

source: Color map
de: Farbkarte
it: Mappa dei colori
pl: Mapa kolorów
pt_br: Mapa de cores
ru: Таблица цвета
tr: Renk Kalıbı

source: Generate
de: Erstelle
it: Genera
ja: 生成
pl: Generuj
pt_br: Gerar
ru: Создать
tr: Oluştur

source: Check
de: Prüfen
it: Controllo
ja: 今すぐ確認する
pl: Sprawdź
pt_br: Verificar
ru: Проверка
tr: Denetle

source: Copy all to clipboard
de: Alle in Zwischenablage kopieren
it: Copia tutto negli appunti
ja: クリップボードにコピー
pl: Skopiuj do schowka
pt_br: Copiar tudo para a área de transferência
ru: Скопировать все в буфер обмена
tr: Tümünü panoya kopyala

source: Paste all from clipboard
de: Alle von Zwischenablage einfügen
it: Incolla
ja: クリップボードより全て張り付け
pl: Wklej ze schowka
pt_br: Colar tudo da área de transferência
ru: Вставить из буфера обмена
tr: Tümünü panoya yapıştır

# Number/Key
source: Index
it: Indice
ja: インデックス
pt_br: Índice
ru: Номер
tr: Dizin

source: Comment
de: Kommentar
it: Commento
ja: コメント
pl: Komentarz
pt_br: Comentário
ru: Комментарий
tr: Yorum

source: Weight
de: Gewicht
it: Peso
pl: Priorytet
pt_br: Peso
ru: Высота
tr: Yoğunluk

# image
source: Resolution
de: Auflösung
it: Risoluzione
pl: Rozdzielczość:
pt_br: Resolução
ru: Разрешение:
tr: Çözünürlük

# image
source: Memory estimate (Bytes):
de: Speicherschätzung (Bytes):
it: Memoria stimata (Bytes):
pl: Szacowane zużycie pamięci (Bajty)
pt_br: Estimativa de memória (Bytes):
ru: Расчетное использование памяти (Байты)
tr: Tahmini bellek (Bayt)

source: Preview
de: Vorschau
it: Anteprima
ja: プレビュー
pl: Podgląd
pt_br: Pré-visualização
ru: Просмотр
tr: Önizleme

source: Horizontal:
it: Orizzontale:
ja: 水平
pl: Poziom:
ru: Горизонтальный:
tr: Yatay:

source: Vertical:
de: Vertikal:
it: Verticale:
ja: 水平
pl: Pion:
ru: Вертикальный:
tr: Dikey:

source: Save
de: Speichern
it: Salva
ja: 保存
pl: Zapisz
pt_br: Salvar
ru: Сохранить
tr: Kaydet

# terrorist / counter-terrorist
source: T/CT neutral
it: T/AT Neutrale
ja: 対象
pl: Kolor neutralny strony T/CT
pt_br: T/CT neutro
ru: T/CT нейтральный
tr: T/CT nötr

# terrorist
source: T aim
de: T Ziel
it: Mira T
pl: Cel T
ru: Т прицел
tr: T hedef

# counter-terrorist
source: CT aim
de: CT Ziel
it: Mira AT
pl: Cel CT
ru: CT прицел
tr: CT hedef

# terrorist / counter-terrorist
source: T/CT aim neutral
de: T/CT Ziel neutral
it: Mira neutrale T/AT
ja: T/CT aim ニュートラル
pl: Kolor neutralny celu strony T/CT
ru: T/CT нейтральный прицел
tr: T/CT nötr hedef

# Image
source: Target
de: Ziel
it: Bersaglio
ja: 対象
pl: Cel
pt_br: Alvo
ru: Цель
tr: Hedef

# Image
source: Source
de: Quelle
it: Sorgente
ja: ソース
pl: Źródło
pt_br: Fonte
ru: Источник
tr: Kaynak

# Image
source: RGB difference
de: RGB-Differenz
it: Differenza RGB
ja: RGB差
pl: Różnica RGB
pt_br: Diferença RGB
ru: Разница RGB
tr: RGB farklılığı

source: Invalid / missing value in row {0}, column {1}.
de: Ungültiger / fehlender Wert in Zeile {0}, Spalte {1}.
it: Non valido / valore mancante in riga {0}, colonna {1}
ja: 行 {0}, 列{1} に 無効か存在しない値
pl: Niepoprawna / brakująca wartość w wierszu {0}, kolumnie {1}.
pt_br: Valor inválido / ausente na linha {0}, coluna {1}.
ru: Неверное / отсутствующее значение в строке {0}, столбце {1}.
tr: {0} sırasındaki, {1} sütunundaki eksik / geçersiz değer.

source: Error
de: Fehler
hu: Hiba
it: Errore
ja: エラー
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
tr: Hata

source: Duplicate source color in row {0} (of row {1}).
de: Doppelte Quellfrabe in Zeile {0} (von Zeile {1}).
it: Duplica colore sorgente in riga {0} (di riga {1})
pl: Podwójny kolor źródłowy w wierszu {0} (w rzędzie {1}).
pt_br: Cor de origem duplicada na linha {0} (da linha {1}).
ru: Дублировать исходный цвет в строке {0} (ряд {1}).
tr: Renk kaynağını {0} sırasına kopyala ({1} sırasından).

source: Color map must not be empty.
de: Farbkarte darf nicht leer sein.
it: La mappa dei colori non può essere vuota
ja: カラーマップは空白にできません。
pl: Mapa kolorów nie może być pusta.
pt_br: O mapa de cores não deve estar vazio.
ru: Таблица цветов не должна быть пустой.
tr: Renk kalıbı boş olmamalıdır.

source: No Errors
de: Keine Fehler
it: Nessun Errore
pl: Brak błędów
pt_br: Sem Erros
ru: Нет ошибок
tr: Hata bulunamadı

source: Check passed
de: Prüfung erfolgreich
it: Controllo passato
ja: アップデートを確認
pl: Sprawdzenie powiodło się
pt_br: Verificação aprovada
ru: Проверка успешна
tr: Kontrol başarıyla tamamlandı.

source: Error when creating / re-sizing color map.
de: Fehler beim Erstellen / Ändern der Größe der Farbkarte.
it: Errore nella creazione / ridimensionamento della mappa colore.
ja: カラーマップの作成/リサイズ中にエラーが発生しました。
pl: Błąd podczas tworzenia / zmiany rozmiaru mapy kolorów.
pt_br: Erro ao criar / redimensionar mapa de cores.
ru: Ошибка при создании / изменении таблицы цветов.
tr: Renk kalıbı oluşturulurken / yeniden boyutlandırılırken hata meydana geldi.

source: Iteration aborted.
de: Iteration abgebrochen.
it: Iterazione abortita.
pl: Iteracja przerwana
pt_br: Iteração abortada.
ru: Итерация прервана.
tr: Yineleme durduruldu.

source: Saving to "{0}" failed.
de: Speichern nach "{0}" fehlgeschlagen.
it: Salvataggio in "{0}" fallito
ja: "{0}" への保存に失敗しました。
pl: Zapisywanie do "{0}" nie powiodło się.
pt_br: Falha ao salvar em "{0}".
ru: Сохранение в "{0}" не удалось.
tr: "{0}" kaydetmede başarısız olundu.

# Config (game path)
source: please select
de: bitte auswählen
hu: kérlek, válassz
it: Per favore Seleziona
ja: 選択
nl: selecteer a.u.b.
pl: proszę wybrać
pt_br: por favor selecione
ru: пожалуйста, выберите
tr: lütfen seçiniz

# Error dialog
source: HLAE Error
de: HLAE Fehler
hu: HLAE Hiba
it: Errore di HLAE
ja: HLAEエラー
nl: HLAE Fout
pl: Błąd HLAE
pt_br: Erro do HLAE
ru: Ошибка HLAE
tr: HLAE Hatası

# Error dialog
source: Code:
de: Kode:
hu: Kód:
it: Codice:
ja: コード:
pl: Kod:
pt_br: Código:
ru: Код:
tr: Kod:

# Error dialog
source: Description:
de: Beschreibung:
hu: Leírás:
it: Descrizione:
ja: 概要:
nl: Beschrijving:
pl: Opis:
pt_br: Descrição:
ru: Описание:
tr: Açıklama:

# Error dialog
source: Solution:
de: Lösung:
hu: Megoldás:
it: Soluzione:
ja: 解決方法:
nl: Oplossing:
pl: Rozwiązanie:
pt_br: Solução:
ru: Решение:
tr: Çözüm:

# Error dialog
source: &Copy to clipboard for support
de: In &Zwischenablage für Unterstützung kopieren
hu: &Másold vágólapra a támogatáshoz
it: &Copia per supporto
ja: &サポートのためクリップボードにコピーする
nl: &Kopieer naar klembord voor ondersteuning
pl: &Skopiuj do schowka dla pomocy
pt_br: &Copiar para a área de transferência para obter suporte
ru: &Скопировать в буфер обмена для поддержки
tr: Destek için panoya &kopyalayın

# Error dialog
source: Okay
hu: Rendben
it: OK
ja: OK
nl: Oke
pl: Potwierdzam
pt_br: OK
ru: ОК
tr: Tamam

# Error dialog
source: Unknown error.
de: Unbekannter Fehler.
hu: Ismeretlen hiba.
it: Errore sconosciuto.
ja: 不明なエラー。
nl: Onbekende fout.
pl: Nieznany błąd.
pt_br: Erro desconhecido.
ru: Неизвестная ошибка.
tr: Bilinmeyen hata.

# Error dialog
source: No description available.
de: Keine Beschreibung verfügbar.
hu: Leírás nem elérhető.
it: Nessuna descrizione disponibile.
ja: 概要がありません。
nl: Geen beschrijving beschikbaar.
pl: Brak dostępnego opisu.
pt_br: Nenhuma descrição disponível.
ru: Описание отсутствует.
tr: Bir açıklama bulunamadı.

# Error dialog
source: No solution available.
de: Keine Lösung verfügbar.
hu: Megoldás nem elérhető.
it: Nessuna soluzione disponibile
ja: 解決方法がありません。
nl: Geen oplossing beschikbaar.
pl: Brak dostępnego rozwiązania.
pt_br: Nenhuma solução disponível.
ru: Решение отсутствует.
tr: Bir çözüm bulunamadı.

# HLAE errors
source: AfxHook error
de: AfxHook Fehler
hu: AfxHook hiba
it: errore AfxHook
ja: AfxHook エラー
nl: AfxHook Fout
pl: błąd AfxHook
pt_br: Erro AfxHook
ru: Ошибка AfxHook
tr: AfxHook Hatası

# HLAE errors
source: Make sure you run the injector and the program to inject with same access rights and that no antivirus or anti-cheat is blocking its calls.
de: Stellen Sie sicher, dass Sie den Injektor und das Programm dass Sie injeziern mit den selben Zugriffsrechten ausführen und das kein Antivirus / Anticheat dessen Aufrufe blockiert.
pt_br: Certifique-se de executar o injetor e o programa para injetar com os mesmos direitos de acesso e que nenhum antivírus ou anti-cheat esteja bloqueando suas chamadas.
tr: Aynı erişim izinleri ile enjekte edebilmek için, programı ve enjektörü çalıştırdığınızdan ve bunların herhangi bir antivirüs ya da anti hile programı tarafından engellenmediğinden emin olunuz.

# HLAE errors
source: Make sure to exit anti-cheat software such as the ESEA client, Faceit client or Challengeme.gg before using HLAE.
de: Stellen Sie sicher, dass Sie Anticheats wie ESEA Client / Faceit Client, Challengeme.gg schließen, bevor sie HLAE benutzen.
pt_br: Certifique-se de sair do software anti-cheat, como o cliente ESEA, Faceit ou Challengeme.gg antes de usar o HLAE.
tr: HLAE'yi kullanmadan önce ESEA, Faceit veya Challengeme.gg gibi anti hile yazılımlarının kapalı olduğundan emin olunuz.

# HLAE errors
source: Could not access / enter directory of DLL to inject
de: Kann nicht auf den Ordner der zu injezierenden DLL zugreifen / wechseln
it: Non ho potuto accedere / entrare nella cartella del DLL da iniettare
ja: インジェクトするDLLのディレクトリにアクセスできませんでした。
nl: Kan de te injecteren DLL (of de bevattende map) niet openen
pl: Nie można uzyskać dostępu / otworzyć katalogu pliku DLL do uruchomienia
pt_br: Não foi possível acessar / entrar no diretório da DLL para injetar
ru: Не удалось получить доступ / войти в каталог, содержащий DLL для инъекции
tr: Enjekte edilecek DLL dizini girilemedi / DLL dizinine ulaşılamadı

# HLAE errors
source: DLL can't be found.
ja: DLLが見つかりませんでした。
pl: Nie można odnaleźć pliku DLL.
ru: DLL не найден.
tr: DLL bulunamadı.

# HLAE errors
source: OpenProcess failed
de: OpenProcess ist fehlgeschlagen
hu: OpenProcess sikertelen
it: OpenProcess fallito
ja: OpenProcessに失敗しました
nl: OpenProcess is mislukt
pl: Niepowodzenie OpenProcess
pt_br: Falha no OpenProcess
ru: Сбой OpenProcess
tr: OpenProcess başarısız oldu

# HLAE errors
source: VirtualAllocEx read|write allocation failed.
de: VirtualAllocEx lesen|schreiben Allokation fehlgeschlagen.
hu: VirtualAllocEx olvasás|írás kiosztása sikertelen.
it: lettura|scrittura allocazione non riuscita.
ja: VirtualAllocEx 読み取り | 書き込みアロケーションに失敗しました。
nl: VirtualAllocEx lees|schrijf reservering mislukt.
pl: alokacja odczytu|zapisu dla VirtualAllocEx nie powiodła się.
pt_br: Falha no VirtualAllocEx com read|write.
ru: VirtualAllocEx сбой чтения|записи.
tr: VirtualAllocEx okuma|yazma ayrımı başarısız oldu.

# HLAE errors
source: GetImage failed.
de: GetImage fehlgeschlagen.
hu: GetImage sikertelen.
it: GetImage fallito.
ja: GetImageに失敗しました。
nl: GetImage is mislukt.
pl: Niepowodzenie GetImage.
pt_br: Falha no GetImage.
ru: Сбой GetImage.
tr: GetImage başarısız oldu.

# HLAE errors
source: AfxHook.dat missing, broken or not accessible
de: AfxHook.dat fehlt / beschädigt / nicht zugreifbar
pt_br: AfxHook.dat ausente, quebrado ou não acessível
tr: AfxHook.dat bulunamıyor, bozuk veya erişilemez durumda.

# HLAE errors
source: Try re-extracting or repair HLAE.
de: Versuchen Sie HLAE neu zu extrahieren / reparieren.
pt_br: Tente extrair novamente ou reparar o HLAE.
tr: HLAE'yi tekrar çıkartmayı ya da onarmayı deneyiniz.

# HLAE errors
source: VirtualAllocEx read|write|execute allocation failed.
de: VirtualAllocEx lesen|schreiben|ausführen Allokation fehlgeschlagen.
hu: VirtualAllocEx olvasás|írás|futtatás kiosztása sikertelen.
it: VirtualAllocEx lettura|scrittura allocazione non riuscita.
ja: VirtualAllocEx 読み取り | 書き込み | 実行 アロケーションに失敗しました。
nl: VirtualAllocEx lees|schrijf | uitvoer reservering mislukt.
pl: odczyt|zapis|uruchomienie alokacji VirtualAllocEx nie powiodło się.
pt_br: Falha no VirtualAllocEx com read|write|execute.
ru: VirtualAllocEx сбой чтения|записи|выполнения.
tr: VirtualAllocEx okuma|yazma|çalıştırma ayrımı başarısız oldu.

# HLAE errors
source: WriteProcessMemory failed.
de: WirteProcessMemory fehlgeschlagen.
hu: WriteProcessMemory sikertelen.
it: WriteProcessMemory fallito.
ja: WriteProcessMemoryに失敗しました。
nl: WirteProcessMemory is mislukt.
pl: WriteProcessMemory zawiodło.
pt_br: Falha no WriteProcessMemory.
ru: Сбой WriteProcessMemory.
tr: WriteProcessMemory başarısız oldu.

# HLAE errors
source: FlushInstructionCache failed.
de: FlushInstructionCache fehlgeschlagen.
hu: FlushInstructionCache sikertelen.
it: FlushInstructionCache fallito.
ja: FlushInstructionCacheに失敗しました。
nl: FlushInstructionCache is mislukt.
pl: FlushInstructionCache zawiodło.
pt_br: Falha no FlushInstructionCache.
ru: Сбой FlushInstructionCache.
tr: FlushInstructionCache başarısız oldu.

# HLAE errors
source: CreateRemoteThread failed.
de: CreateRemoteThread fehlgeschlagen.
hu: CreateRemoteThread sikertelen.
it: CreateRemoteThread fallito.
ja: CreateRemoteThreadに失敗しました。
nl: CreateRemoteThread is mislukt.
pl: CreateRemoteThread zawiodło.
pt_br: Falha no CreateRemoteThread.
ru: Сбой CreateRemoteThread.
tr: CreateRemoteThread başarısız oldu.

# HLAE errors
source: AfxHook error: Unknown error code.
de: AfxHook fehler: Unbekannter Fehlerkode.
hu: AfxHook hiba: Ismeretlen hibakód.
it: errore AfxHook: Codice errore sconosciuto
ja: AfxHook エラー: 不明なエラーコードです。
nl: AfxHook fout: Onbekende fout.
pl: błąd AfxHook: Nieznany kod błędu.
pt_br: Erro do AfxHook: Código de erro desconhecido.
ru: Ошибка AfxHook: Неизвестный номер ошибки.
tr: AfxHook Hatası: Bilinmeyen hata kodu.

# HLAE errors
source: Failed to start injector.
de: Starten des Injektors fehlgeschlagen.
it: Avvio iniezione fallito.
ja: インジェクターの開始に失敗しました。
nl: Kon injector niet starten.
pl: Błąd podczas uruchamiania injectora.
pt_br: Falha ao iniciar o injetor.
ru: Не удалось запустить инжектор.
tr: Enjektörü başlatmada başarısız olundu.

# HLAE errors
source: Failed to start injector: {0}
de: Starten des Inkektors fehlgeschlagen: {0}
it: Avvio iniezione fallito: {0}
ja: インジェクターの開始に失敗しました: {0}
nl: Kon injector niet starten: {0}
pl: Uruchomienie injectora nie powiodło się: {0}
pt_br: Falha ao iniciar o injetor: {0}
ru: Не удалось запустить инжектор: {0}
tr: Enjektörü başlatmada başarısız olundu: {0}

# HLAE errors
source: injector.exe blocked. Probably caused by antivirus. Check it and re-extract HLAE (HLAE NEEDS to be extracted, don't run it from a .zip file).
de: injector.exe blockiert. Wahrscheinlich durch Antivirus verursacht. Überprüfen Sie das und entpacken Sie HLAE nochmals (HLAE MUSS extrahiert werden, führen Sie es nicht von einer .zip Datei aus).
pt_br: injector.exe bloqueado. Provavelmente causado por antivírus. Verifique se foi isso e extraia novamente o HLAE (o HLAE PRECISA ser extraído, não o execute a partir de um arquivo .zip).
tr: injector.exe engellendi. Sebebi antivirüs programınız olabilir. Lütfen gerekli kontrolleri yapınız ve HLAE'yi tekrardan çıkartmayı deneyiniz. (HLAE çalıştırılmadan önce .zip dosyasından çıkartılmalıdır. Zip dosyası üzerinden çalıştırmayınız.)

# HLAE errors
source: Loader failed.
de: Lader fehlgeschlagen.
hu: Betöltő hiba.
it: Caricamento non riuscito.
ja: ローダー失敗。
nl: Laden is mislukt.
pl: Program ładujący zawiódł.
pt_br: Falha no carregador.
ru: Сбой загрузчика.
tr: Yükleyici başlatılamadı.

# HLAE errors
source: Make sure you entered the correct path to the game .exe and included the .exe file. Copy the path from the game properties in Steam to make sure you are using the correct path.
de: Stellen Sie sicher, dass sie den korrekten Pfad zur Spiel .exe eingeben haben und die .exe Datei einbezogen haben. Kopieren Sie den Pfad von den Spiel Eigenschaften in Steam um sicherzustellen, dass Sie den korrekten Pfad nutzen.
pt_br: Verifique se você digitou o caminho correto para o .exe do jogo e incluiu o arquivo .exe. Copie o caminho das propriedades do jogo no Steam para ter certeza de que está usando o caminho correto.
tr: Oyunun dizinini doğru girdiğinizden ve dizinin oyun.exe dosyasını içerdiğinden emin olunuz. Doğru dizini kullandığınızdan emin olmak için Steam, oyun özellikleri kısmından oyunun dizini kopyalayınız.

# HLAE errors
source: Make sure to close any anti-cheat software and that the path to the game .exe is correct.
de: Stelle Sie sicher alle Anit-Cheat-Programme zu schließen und dass der Pfad zur game.exe korrekt ist.
pt_br: Certifique-se de fechar qualquer software anti-cheat e que o caminho para o jogo .exe está correto.
tr: Programın doğru çalışabilmesi için her türlü anti hile programının kapalı olduğundan ve oyunun .exe dizininin doğru seçildiğinden emin olunuz.

# HLAE errors
source: Try using CS:GO Launcher instead of Custom Loader.
tr: Özel Başlatıcı yerine CSGO Başlatıcısı'nı kullanmayı deneyiniz.

# HLAE errors
source: Make sure neither HLAE.exe, Steam.exe nor csgo.exe are set to run as admin.
de: Stellen Sie sicher, dass weder HLAE.exe, Steam.exe noch CSGO.exe eingestellt sind, als Admin zu laufen.
pt_br: Certifique-se de que nem HLAE.exe, Steam.exe ou csgo.exe estejam configurados para serem executados como admin.
tr: Ne HLAE.exe ne de Steam.exe'nin yönetici olarak çalıştırılmaya ayarlanmadığından emin olunuz.

# HLAE errors
source: Loader could not create requested process.
de: Lader konnte nicht den angeforderten Prozess erstellen.
hu: A betöltő nem tudta létrehozni a kért folyamatot.
ja: ローダーが要求されたプロセスを作成できませんでした。
nl: Kon het aangevraagde proces niet aanmaken tijdens het laden.
pl: Moduł ładowania nie może utworzyć żądanego procesu.
pt_br: O carregador não pôde criar o processo solicitado.
ru: Загрузчик не может создать запрошенный процесс.
tr: Yükleyici istenen işlemi gerçekleştiremedi.

source: 64 Bit CS:GO is not supported.
de: 64 Bit CS:GO wird nicht unterstüzt.
hu: A 64 bites CS:GO nem támogatott.
it: CS:GO a 64 Bit non è supportato.
ja: 64ビットのCSGOはサポートされていません。
nl: 64 Bit CS:GO word niet ondersteund.
pl: Wersja 64 Bitowa CS:GO nie jest wspierana.
pt_br: CS:GO de 64 bits não é suportado.
ru: 64-битный CS:GO не поддерживается.
tr: 64 Bit CS:GO desteklenmemektedir.

# Launch CS:GO dialog
source: Launch CS:GO ...
de: Starte CS:GO ...
hu: CS:GO indítása ...
it: Avvia CS:GO ...
ja: CSGOを起動...
nl: Start CS:GO op ...
pl: Uruchom CS:GO ...
pt_br: Iniciar CS:GO ...
ru: Запустить CS:GO ...
tr: CSGO'yu Başlat ...

# Launch CS:GO dialog
source: Game
de: Spiel
hu: Játék
it: Giocare
ja: ゲーム
nl: Spel
pl: Gra
pt_br: Jogo
ru: Игра
tr: Oyun

# Launch CS:GO dialog
source: csgo.exe file:
de: csgo.exe Datei:
hu: csgo.exe fájl:
ja: csgo.exe ファイル:
nl: csgo.exe bestand:
pl: plik csgo.exe:
pt_br: arquivo csgo.exe:
ru: Файл csgo.exe:
tr: csgo.exe dosyası:

# Launch CS:GO dialog
source: Browse ...
de: Durchsuchen ...
hu: Tallózás ...
it: Sfoglia ...
ja: ブラウズ...
nl: Bladeren ...
pl: Przeglądaj ...
pt_br: Navegar ...
ru: Обзор ...
tr: Göz at ...

# Launch CS:GO dialog
source: Movie making config parent folder
de: Elternordner für Filmerstellungs-Konfiguration
hu: Movie making config szülőkönyvtár
it: Cartella Principale per le configurazioni per la creazione di filmati
ja: ムービー作成コンフィグ 親フォルダ
nl: Bovenliggende map van de opnameinstellingen
pl: Folder z konfiguracjami ( .cfg) do tworzenia filmów
pt_br: Pasta pai da configuração do movie making
ru: Родительская папка мувимейкинг конфига
tr: Movie making ayar klasörü

# Launch CS:GO dialog
source: What's this?
de: Was ist das?
hu: Mi ez?
it: Che cos'è?
ja: これはなんですか?
nl: Wat is dit?
pl: Co to?
pt_br: O que é isso?
ru: Что это такое?
tr: Bu ne anlama geliyor?

# Launch CS:GO dialog
source: enable
de: aktivieren
hu: engedélyez
it: attiva
ja: 有効
nl: inschakelen
pl: włącz
pt_br: habilitar
ru: включить
tr: etkinleştir

# Launch CS:GO dialog
source: Graphic Resolution
ja: グラフィック解像度
pl: Rozdzielczość
ru: Разрешение
tr: Grafik Çözünürlüğü

# Launch CS:GO dialog
source: Width:
de: Breite:
hu: Szélesség:
it: Larghezza:
ja: 横:
nl: Breedte:
pl: Szerokość:
pt_br: Largura:
ru: Ширина:
tr: Genişlik:

# Launch CS:GO dialog
source: Height:
de: Höhe:
hu: Magasság:
it: Altezza:
ja: 縦:
nl: Hoogte:
pl: Wysokość:
pt_br: Altura:
ru: Высота:
tr: Yükseklik:

# Launch CS:GO dialog
source: Actual results depend on the game.
de: Das tatsächliche Ergebnis hängt vom Spiel ab.
hu: A tényleges eredményt a játék befolyásolja.
it: I risultati dipendono dal gioco.
ja: 実際の結果はゲームに依存します。
nl: Het eindresultaat hangt af van het spel.
pl: Rzeczywiste wyniki są zależne od gry.
pt_br: Os resultados reais dependem do jogo.
ru: Фактический результат зависит от игры.
tr: Ayarlarınız oyunda değişkenlik gösterebilir.

# Launch CS:GO dialog
source: full screen
de: Vollbild
hu: teljes képernyő
it: schermo intero
ja: フルスクリーン
nl: volledig scherm
pl: pełen ekran
pt_br: tela cheia
ru: полный экран
tr: tam ekran

# Launch CS:GO dialog
source: Custom command line options
de: Benutzerdefinierte Kommandozeilenoptionen
hu: Egyedi parancssoros beállítások
it: Opzioni a riga di comando personalizzate
ja: カスタムコマンドラインオプション
nl: Aangepaste commando instellingen
pl: Niestandardowe opcje wiersza poleceń
pt_br: Opções de linha de comando personalizadas
ru: Пользовательские параметры запуска
tr: Özel komut satırı ayarları

# Launch CS:GO dialog
source: {0} (prevents joining VAC secured server / VAC bans)
de: {0} (verhindert das Beitreten zu VAC-gesicherten Servern / VAC Bans)
hu: {0} (megakadályozza VAC szerverhez csatlakozást / VAC ban-t)
it: {0} (evita l'accesso a server protetti da VAC / VAC ban)
ja: {0} (VAC保護されたサーバーの接続 / VACBANを防ぎます)
nl: {0} (voorkomt het verbinden met VAC-beveiligde servers / VAC Bans)
pl: {0} (zapobiega przez dołączeniem do serwerów chronionych przez VAC / blokadami VAC)
pt_br: {0} (impede de entrar em servidor seguro por VAC / banimentos VAC)
ru: {0} (предотвращает от захода на серверы с VAC / VAC баны)
tr: (VAC korumalı sunuculara girmeyi engeller / VAC yasağı yemenizi önler)

# Launch CS:GO dialog
source: remember my changes
de: meine Änderungen merken
hu: emlékezz a változtatásokra
it: Ricorda le mie modifiche
ja: 変更を保存する
nl: sla mijn veranderingen op
pl: zapamiętaj mój wybór
pt_br: lembrar minhas mudanças
ru: сохранить изменения
tr: yaptığım değişikleri kaydet

# Launch CS:GO dialog
source: L&aunch
de: St&arten
hu: I&ndítás
it: A&vvia
ja: 起動
nl: Op&starten
pl: Uruchom
pt_br: I&niciar
ru: З&апуск
tr: B&aşlat

# Launch CS:GO dialog
source: Can&cel
de: Ab&brechen
hu: Kil&épés
it: Can&cella
ja: キャンセル
nl: Annu&leren
pl: Anuluj
pt_br: Can&celar
ru: От&мена
tr: İp&tal
