Repository: advancedfx/l10n
Catalog: locales/*/installer/setup/messages.po
Languages: fi_fi, hu, it, nl, pl, pt_br, ru, tr

# InstallHeader
source: Welcome
fi_fi: Tervetuloa
hu: Légy üdvözölve
it: Benvenuto
nl: Welkom
pl: Witaj
pt_br: Bem-vindo
ru: Добро пожаловать
tr: Hoş Geldiniz

# InstallMessage
source: Setup will install [WixBundleName] on your computer. Click install to continue
fi_fi: Asennus asentaa [WixBundleName] tietokoneellesi. Paina asenna jatkaaksesi
hu: A [WixBundleName] lesz telepítve a számítógépedre. A folytatáshoz kattints a Telepítésre
it: Il setup installerà [WixBundleName] sul tuo computer. Clicca installa per proseguire
nl: Door de setup moet [WixBundleName] worden geïnstalleerd, klik op installeren om door te gaan

# InstallVersion
source: Version [WixBundleVersion]
fi_fi: Versio [WixBundleVersion]
hu: Verzió [WixBundleVersion]
it: Versione [WixBundleVersion]
nl: Versie [WixBundleVersion]
pl: Wersja [WixBundleVersion]
pt_br: Versão [WixBundleVersion]
ru: Версия [WixBundleVersion]
tr: Versiyon [WixBundleVersion]

# ConfirmCancelMessage
source: Are you sure you want to cancel?
fi_fi: Oletko varma, että haluat peruuttaa asennuksen?
hu: Biztosan kilépsz?
it: Sei sicuro di volere annullare?
nl: Weet je zeker dat je wil annuleren?
pl: Czy jesteś pewien, że chcesz anulować instalację?
pt_br: Você tem certeza que deseja cancelar?
ru: Вы действительно хотите отменить установку?
tr: İptal etmek istediğinize emin misiniz?

# ExecuteUpgradeRelatedBundleMessage
source: Previous version
fi_fi: Edellinen versio
hu: Előző verzió
it: Versione precente
nl: Vorige versie
pl: Poprzednia wersja
pt_br: Versão anterior
ru: Предыдущая версия
tr: Önceki versiyon

# HelpHeader
source: Setup Help
fi_fi: Asennuksen ohjeet
hu: Telepítő-segéd
it: Aiuto con il setup
nl: Setup Hulp
pl: Pomoc
pt_br: Ajuda da instalação
ru: Справка по установке
tr: Kurulum Yardımı

# HelpText
source: /install | /repair | /uninstall | /layout [directory] - installs, repairs, uninstalls or creates a complete local copy of the bundle in directory. Install is the default. /passive | /quiet - displays minimal UI with no prompts or displays no UI and no prompts. By default UI and all prompts are displayed. /norestart - suppress any attempts to restart. By default UI will prompt before restart. /log log.txt - logs to a specific file. By default a log file is created in %TEMP%.
fi_fi: /install | /repair | /uninstall | /layout [directory] - asentaa, korjaa, poistaa tai luo täydellisen paikallisen kopion paketista hakemistoon. Asennus on oletusarvo. /passive | /quiet - näyttää minimaalisen käyttöliittymän ilman kehotteita tai suorittaa ohjelman ilman käyttöliittymää ja kehotteita. Oletuksena käyttöliittymä ja kehotukset näytetään. /norestart - estää kaikki uudelleenkäynnistysyritykset. Oletusarvona käyttöliittymä kysyy ennen uudelleenkäynnistystä. /log log.txt - kirjoittaa lokia tiettyyn tiedostoon. Oletusarvona loki luodaan hakemistoon %TEMP%.
nl: /install | /repair | /uninstall | /layout [map] - Installeert, repareert, verwijderd of creëert een volledige lokale kopie van de bundel in de aangegeven map. De standaard actie is installeren. /passive - Laat alleen een minimale interface zien zonder pop-ups. /quiet - Laat helemaal geen interface zien. Standaard word er wel een interface getoond. /norestart - Hou herstarten tegen. Standaard opent er een pop-up voordat er opnieuw word opgestart. /log log.txt - Slaat een log op in een bepaald bestand. Standaard word dit bestand gemaakt in %TEMP%.
pl: /install | /repair | /uninstall | /layout [directory] - instalacja, naprawa, odinstalowanie lub stworzenie kopii zapasowej w wybranym katalogu. Instalacja jest domyślna. /passive | /quiet - Sposób wyświetlania informacji. Domyślnie pełny log. /norestart - Powstrzymaj wszelkie próby ponownego uruchomienia. Domyślnie interfejs użytkownika wyświetli monit przed ponownym uruchomieniem. /log log.txt - Zrzut logu do pliku. Domyślnie log znajduje się w %TEMP%.
pt_br: /install | /repair | /uninstall | /layout [diretório] - instala, repara, desinstala ou cria uma cópia local completa do pacote no diretório. Instalar é o padrão. /passive | /quiet - exibe uma UI mínima sem prompts ou não exibe nenhuma UI e nenhum prompt. Por padrão, a UI e todos os prompts são exibidos. /norestart - suprimir qualquer tentativa de reiniciar. Por padrão, a UI solicitará antes da reinicialização. /log log.txt - logs para um arquivo específico. Por padrão, um arquivo de log é criado em %TEMP%.
ru: /install | /repair | /uninstall | /layout [каталог] - устанавливает, исправляет, удаляет или создает полную локальную копию программы в каталог. Установка по умолчанию /passive | /quiet - отображает минимум окон без подсказок или не отображает окна и подсказки. По умолчанию окна установки и все подсказки отображаются. /norestart - предотвращает все попытки перезагрузки. По умолчанию программа установки предупредит перед перезагрузкой. /log log.txt - создает лог файл. По умолчанию логи создаются в папке %TEMP%.
tr: /install | /repair | /uninstall | /layout [dizin] - yükler, onarır, kaldırır veya¶ · dizin içerisinde yığının tam, lokal bir kopyasını oluşturur. Yükleme varsayılandır.¶ ¶ /passive | /quiet - · bilgi vermeksizin mini arayüz görüntülenir veya kullanıcı arayüzü görüntülenmez ve¶ · bilgi vermez. Kullanıcı arayüzü ve tüm istemler varsayılan olarak görüntülenir.¶ ¶ /norestart · - her türlü yeniden başlatma girişimlerini engeller. Varsayılan olarak, kullanıcı arayüzü yeniden başlatılmadan önce bilgi verecektir.¶ /log kayıt.txt - belirli bir dosyaya girdi sağlar. Kayıt girdi dosyası varsayılan olarak %TEMP% içerisinde oluşturulur.

# HelpCloseButton
source: &Close
fi_fi: &Sulje
hu: &Bezárás
it: &Chiudi
nl: &Sluiten
pl: &Zamknij
pt_br: &Fechar
ru: &Закрыть
tr: &Kapat

# InstallLicenseLinkText
source: [WixBundleName] <a href="#">license terms</a>.
fi_fi: [WixBundleName] <a href="#">lisenssitiedot</a>.
hu: [WixBundleName] <a href="#">szerződési feltételek</a>.
it: [WixBundleName] <a href="#">Termini e Condizioni d'uso</a>.
nl: [WixBundleName] <a href="#">Licentievoorwaarden</a>.
pl: [WixBundleName] <a href="#">Warunki licencji</a>.
pt_br: [WixBundleName] <a href="#">termos de licença</a>.
ru: [WixBundleName] <a href="#">лицензионное соглашение</a>.
tr: [WixBundleName] <a href="#">lisans koşulları</a>.

# InstallAcceptCheckbox
source: I &agree to the license terms and conditions
fi_fi: &Hyväksyn lisenssin ja käyttöehdot
hu: &Elfogadom az ÁSZF-et
it: Accetto i termini e condizioni d'uso
nl: Ik &ga akkoord met de voorwaarden
pl: Akceptuję warunki licencji
pt_br: Eu &concordo com os termos e condições da licença
ru: Я &согласен с условиями лицензии
tr: Lisans hüküm ve şartlarını &kabul ediyorum

# InstallOptionsButton
source: &Options
fi_fi: &Asetukset
hu: &Beállítások
it: &Opzioni
nl: &Opties
pl: &Opcje
pt_br: &Opções
ru: &Опции
tr: &Seçenekler

# InstallInstallButton
source: &Install
fi_fi: &Asenna
hu: &Telepítés
it: &Installa
nl: &Installeren
pl: &Instaluj
pt_br: &Instalar
ru: &Установить
tr: &Yükle

# InstallCloseButton
source: &Close
fi_fi: &Sulje
hu: &Kilépés
it: &Chiudi
nl: &Sluiten

# OptionsHeader
source: Setup Options
fi_fi: Asennuksen valinnat
hu: Telepítő Beállítása
it: Opzioni del setup
nl: Installatieopties
pl: Opcje
pt_br: Opções da instalação
ru: Настройки установки
tr: Kurulum Seçenekleri

# OptionsLocationLabel
source: Install location:
fi_fi: Asennuksen sijainti:
hu: Telepítés helye:
it: Percorso di installazione:
nl: Installatielocatie:
pl: Ścieżka instalacji:
pt_br: Local de instalação:
ru: Папка установки:
tr: Yükleme konumu:

# OptionsBrowseButton
source: &Browse
fi_fi: &Selaa
hu: &Tallózás
it: &Sfoglia
nl: &Bladeren
pl: &Przeglądaj
pt_br: &Navegar
ru: &Обзор
tr: &Göz at

# OptionsOkButton
source: &OK
nl: &Oke
ru: &ОК
tr: &Tamam

# OptionsCancelButton
source: &Cancel
fi_fi: &Peruuta
hu: &Vissza
it: &Annulla
nl: &Annuleren
pl: &Anuluj
pt_br: &Cancelar
ru: &Отмена
tr: &İptal

# ProgressHeader
source: Setup Progress
fi_fi: Asennuksen eteneminen
hu: Telepítés Állapota
it: Progresso del setup
nl: Installatievoortgang
pl: Postęp instalacji
pt_br: Progresso da instalação
ru: Процесс установки
tr: Kurulum İlerlemesi

# ProgressLabel
source: Processing:
fi_fi: Prosessoidaan:
hu: Feldolgozás alatt:
it: Processando:
nl: Aan het verwerken:
pl: Przetwarzanie:
pt_br: Em processamento:
ru: Обработка:
tr: İşleniyor:

# OverallProgressPackageText
source: Initializing...
fi_fi: Käynnistetään asennus...
hu: Előkészítés...
it: Inizializzazione in corso...
nl: Initialiseren...
pl: Przygotowywanie...
pt_br: Inicializando...
ru: Идет инициализация...
tr: Başlatılıyor...

# ProgressCancelButton
source: &Cancel
fi_fi: &Peruuta
hu: &Mégse
it: &Annulla
nl: &Annuleren
pl: &Anuluj
pt_br: &Cancelar
ru: &Отмена
tr: &İptal

# ModifyHeader
source: Modify Setup
fi_fi: Muokkaa asennusta
hu: Telepítés Módosítása
it: Modifica il setup
nl: Installatie aanpassen
pl: Zmień ustawienia
pt_br: Modificar instalação
ru: Изменить установку
tr: Kurulumu özelleştirin

# ModifyRepairButton
source: &Repair
fi_fi: &Korjaa
hu: &Javítás
it: &Ripara
nl: &Repareren
pl: &Napraw
pt_br: &Reparar
ru: &Исправить
tr: &Onar

# ModifyUninstallButton
source: &Uninstall
fi_fi: &Poista asennus
hu: &Eltávolítás
it: &Disinstalla
nl: &De-installeren
pl: &Odinstaluj
pt_br: &Desinstalar
ru: &Удалить
tr: &Kaldır

# ModifyCloseButton
source: &Close
fi_fi: &Sulje
hu: &Bezárás
it: &Chiudi
nl: &Sluiten

# SuccessRepairHeader
source: Repair Successfully Completed
fi_fi: Asennuksen korjaus suoritettu onnistuneesti
hu: Javítás Sikeresen Befejeződött
it: Riparazione Completata con Successo
nl: Reparatie succesvol
pl: Naprawa zakończona powodzeniem
pt_br: Reparo concluído com sucesso
ru: Исправление успешно завершено
tr: Onarım işlemi başarı ile tamamlandı

# SuccessUninstallHeader
source: Uninstall Successfully Completed
fi_fi: Asennuksen poistaminen suoritettu onnistuneesti
hu: Eltávolítás Sikeresen Befejeződött
it: Disinstallazione Completata con Successo
nl: De-installatie succesvol
pl: Usuwanie zakończone powodzeniem
pt_br: Desinstalação concluída com sucesso
ru: Удаление успешно завершено
tr: Kaldırma işlemi başarı ile tamamlandı

# SuccessInstallHeader
source: Installation Successfully Completed
fi_fi: Asennus suoritettu onnistuneesti
hu: Telepítés Sikeresen Befejeződött
it: Installazione Completata con Successo
nl: Installatie succesvol
pl: Instalacja zakończona powodzeniem
pt_br: Instalação concluída com sucesso
ru: Установка успешно завершена
tr: Kurulum işlemi başarı ile tamamlandı

# SuccessHeader
source: Setup Successful
fi_fi: Asennus onnistui
hu: Telepítés Sikeres
it: Il setup è andato a buon fine
nl: Installatie succesvol
pl: Konfiguracja zakończona powodzeniem
pt_br: Instalação bem sucedida
ru: Установка завершена
tr: Kurulum işlemi başarılı

# SuccessLaunchButton
source: &Launch
fi_fi: &Käynnistä
hu: &Indítás
it: &Avvia
nl: &Start
pl: &Uruchom
pt_br: &Iniciar
ru: &Запуск
tr: &Başlat

# SuccessRestartText
source: You must restart your computer before you can use the software.
fi_fi: Sinun tulee käynnistää tietokoneesi uudelleen ennen ohjelman käyttöä.
hu: A program használatához újra kell indítanod a számítógépet.
it: Devi riavviare il computer prima di poter usare il software.
nl: De computer moet opnieuw worden opgestart voor de software gebruikt kan worden.
pl: Musisz ponownie uruchomić komputer, aby móc korzystać z programu.
pt_br: Você deve reiniciar o computador antes de poder usar o software.
ru: Вы должны перезагрузить компьютер, прежде чем использовать программу.
tr: Programı kullanmadan önce bilgisayarınızı yeniden başlatmalısınız.

# SuccessRestartButton
source: &Restart
fi_fi: &Käynnistä uudelleen
hu: &Újraindít
it: &Riavvia
nl: &Opnieuw opstarten
pl: &Zrestartuj
pt_br: &Reiniciar
ru: &Перезагрузка
tr: &Yeniden Başlat

# SuccessCloseButton
source: &Close
fi_fi: &Sulje
hu: &Bezár
it: &Chiudi
nl: &Sluiten
pl: &Zamknij
pt_br: &Fechar
ru: &Закрыть
tr: &Kapat

# FailureHeader
source: Setup Failed
fi_fi: Asennus epäonnistui
hu: Telepítés Sikertelen
it: Il setup non è andato a buon fine
nl: Installatie is mislukt
pl: Konfiguracja nie powiodła się
pt_br: Falha na instalação
ru: Ошибка установки
tr: Kurulum işlemi başarısız oldu

# FailureInstallHeader
source: Setup Failed
fi_fi: Asennus epäonnistui
hu: Telepítés Sikertelen
it: Il setup non è andato a buon fine
nl: Installatie is mislukt
pl: Konfiguracja nie powiodła się
pt_br: Falha na instalação
ru: Ошибка установки
tr: Kurulum işlemi başarısız oldu

# FailureUninstallHeader
source: Uninstall Failed
fi_fi: Asennuksen poistaminen epäonnistui
hu: Eltávolítás Sikertelen
it: La disinstallazione non è andata a buon fine
nl: De-installatie is mislukt
pl: Odinstalowanie nie powiodło się
pt_br: Falha na desinstalação
ru: Ошибка удаления
tr: Kaldırma işlemi başarısız oldu

# FailureRepairHeader
source: Repair Failed
fi_fi: Korjaaminen epäonnistui
hu: Javítás nem sikerült
it: La riparazione non è andata a buon fine
nl: Reparatie is mislukt
pl: Naprawa zakończona niepowodzeniem
pt_br: Falha na reparação
ru: Ошибка исправления
tr: Onarım işlemi başarısız oldu

# FailureHyperlinkLogText
source: One or more issues caused the setup to fail. Please fix the issues and then retry setup. For more information see the <a href="#">log file</a>.
fi_fi: Yksi tai useampi ongelma aiheutti asennuksen epäonnistumisen. Korjaa ongelmat ja yritä asennusta uudelleen. Lisätietoja <a href="#">log file</a>.
nl: De installatie is mislukt door één of meerdere problemen. Probeer de problemen op te lossen en start de installatie daarna opnieuw. Er is mogelijk meer informatie te vinden in het <a href="#">logbestand</a>.
pl: Co najmniej jeden problem spowodował niepowodzenie instalacji. Napraw problemy, a następnie ponów próbę instalacji. Aby uzyskać więcej informacji, zobacz <a href="#"> LOG </a>.
pt_br: Um ou mais problemas causaram falha na instalação. Corrija os problemas e tente novamente a instalação. Para obter mais informações, consulte o <a href="#">arquivo de log</a>.
ru: Одна или несколько проблем привели к сбою установки. Пожалуйста, устраните проблемы и повторите попытку установки. Для большей информации смотрите <a href="#">журнал установки</a>.
tr: Bir ya da birden fazla sorun kurulumun başarısız olmasına sebep oldu. Lütfen sorunları gideriniz ve tekrardan kurmayı deneyiniz. Daha fazla bilgi için <a href="#">kayıt dosyası</a>.

# FailureRestartText
source: You must restart your computer to complete the rollback of the software.
fi_fi: Sinun tulee käynnistää tietokoneesi uudelleen suorittaaksesi ohjelmiston palautuksen loppuun.
hu: A visszaállítás befejezéséhez újra kell indítanod a számítógépet.
nl: De computer moet opnieuw worden opgestart voor de software teruggedraaid kan worden.
pl: Musisz ponownie uruchomić komputer, aby zakończyć przywracanie oprogramowania.
pt_br: Você deve reiniciar o computador para concluir a reversão do software.
ru: Вы должны перезагрузить компьютер, чтобы завершить откат программы.
tr: Yazılımın geri alınabilmesi için bilgisayarın yeniden başlatılması gerekir.

# FailureRestartButton
source: &Restart
fi_fi: &Käynnistä uudelleen
hu: &Újraindít
it: &Riavvia
nl: &Opnieuw opstarten
pl: &Zrestartuj
pt_br: &Reiniciar
ru: &Перезагрузка
tr: &Yeniden Başlat

# FailureCloseButton
source: &Close
fi_fi: &Sulje
hu: &Bezár
it: &Chiudi
nl: &Sluiten
pl: &Zamknij
pt_br: &Fechar
ru: &Закрыть
tr: &Kapat

# FilesInUseHeader
source: Files In Use
fi_fi: Tiedostot ovat käytössä
hu: Használatban Lévő Fájlok
nl: Bestanden in gebruik

# FilesInUseLabel
source: The following applications are using files that need to be updated:
fi_fi: Seuraavat ohjelmat käyttävät tiedostoja joita asennus yrittää päivittää:
hu: A következő alkalmazások frissítésre szoruló fájlokat használnak:
nl: De volgende programma's gebruiken bestanden die geüpdate moeten worden:
pl: Aplikacja używa plików, które wymagają aktualizacji:
pt_br: Os seguintes aplicativos estão usando arquivos que precisam ser atualizados:
ru: Следующие приложения используют файлы, которые необходимо обновить:
tr: Aşağıdaki uygulamalar güncellenmesi gereken dosyaları kullanıyor:

# FilesInUseCloseRadioButton
source: Close the &applications and attempt to restart them.
fi_fi: Sulje &ohjelmat ja yritä käynnistää ne uudelleen.
hu: Zárd be az &alkalmazásokat és próbáld meg újraindítani őket.
nl: Sluit de &programma's en probeer ze opnieuw op te starten.
pl: Zamknij &aplikacje i spróbuj ponownie ją uruchomić.
pt_br: Feche os &aplicativos e tente reiniciá-los.
ru: Закройте &приложения и попытайтесь перезапустить их.
tr: &Uygulamaları kapatın ve onları yeniden başlatmayı deneyin.

# FilesInUseDontCloseRadioButton
source: &Do not close applications. A reboot will be required.
fi_fi: &Älä sulje ohjelmia. Tämä vaatii uudelleenkäynnistyksen.
hu: &Ne zárj be alkalmazásokat. Újra kell indítani a rendszert.
it: &Non chiudere le applicazioni. Sarà richiesto un riavvio.
nl: &Sluit de programma's niet. De computer moet worden herstart.
pl: &Nie zamykaj aplikacji. Wymagane będzie ponowne uruchomienie komputera.
pt_br: &Não feche as aplicações. Será necessária uma reinicialização.
ru: &Не закрывайте приложения. Требуется перезагрузка.
tr: &Uygulamaları kapatmayın. Bilgisayarınızı yeniden başlatmanız gerekecektir.

# FilesInUseOkButton
source: &OK
nl: &Oke

# FilesInUseCancelButton
source: &Cancel
fi_fi: &Peruuta
hu: &Mégse
it: &Annulla
nl: &Annuleren

# ErrorFailNoActionReboot
source: No action was taken as a system reboot is required.
fi_fi: Mitään ei tehty, koska uudelleenkäynnistys vaaditaan.
hu: Végrehajtás megszakítva, mert a rendszer újraindítására van szükség.
it: Non è stata intrapresa alcuna azione in quanto è richiesto un riavvio del sistema.
nl: Er is niets aangepast omdat de computer opnieuw moet worden opgestart.
pl: Nie podjęto żadnych działań, wymagane jest ponowne uruchomienie systemu.
pt_br: Nenhuma ação foi tomada porque uma reinicialização do sistema é necessária.
ru: Никаких действий не предпринималось, поскольку требуется перезагрузка системы.
tr: Yeniden başlatmayı gerektirecek herhangi bir işlem yapılmadı.

# HlaeDisclaimer
source: This software is for your enjoyment and you are using it at your own risk.
fi_fi: Ohjelman lataaminen, asentaminen ja käyttäminen tapahtuvat käyttäjän omalla vastuulla.
hu: Ez a szoftver a szórakozásodat szolgálja és a saját felelősségedre használod.
it: Questo programma è per il tuo divertimento e lo stai usando a tuo rischio e pericolo.
nl: De software is voor eigen gebruik en word gebruikt op eigen risico.
pl: To oprogramowanie nie jest oficjalnie wspierane i używasz go na własne ryzyko.
pt_br: Este software é para sua diversão e você o está usando por sua conta e risco.
ru: Эта программа предназначена для вашего удовольствия, и вы используете ее на свой страх и риск.
tr: Bu yazılım keyfi amaçlar için geliştirilmiştir. Yazılımın kullanımından doğacak sorumluluklar tarafınıza aittir.

# HlaeFeaturesHeader
source: Features
hu: Szolgáltatások
it: Funzionalità
nl: Functies

# HlaeFfmpegFeature
source: Install FFMPEG from https://ffmpeg.zeranoe.com/builds/ (200 MB)
hu: FFMPEG telepítése innen: https://ffmpeg.zeranoe.com/builds/ (200 MB)
it: Installa FFMPEG da https://ffmpeg.zeranoe.com/builds/ (200 MB)
nl: Installeer FFMPEG van https://ffmpeg.zeranoe.com/builds/ (200 MB)

# Caption
source: [WixBundleName] Setup
fi_fi: [WixBundleName] Asennus
hu: [WixBundleName] Telepítő
pl: [WixBundleName] Instalator
pt_br: [WixBundleName] Instalação
ru: Установка [WixBundleName]
tr: [WixBundleName] Kurulumu

# HlaeDisclaimerTitle
source: Disclaimer
fi_fi: Vastuuvapauslauseke
hu: Nyilatkozat
it: Clausola di responsabilità
pl: Zastrzeżenie
pt_br: Isenção de responsabilidade
ru: Отказ от ответственности
tr: Sorumluluk Reddi

# HlaeFfmpeg
source: FFMPEG can be used for encoding mirv_streams to videos.
pt_br: FFMPEG pode ser usado para codificar mirv_streams para vídeos.
ru: Чтобы изменить существующую установку HLAE, пожалуйста используйте "Параметры > Приложения и возможности > HLAE".
tr: FFMPEG mirv_streams'leri videoya dönüştürmek için kullanılabilir.

# HlaeSetupModifyInfo
source: To modify the existing HLAE installation, please use the "HLAE" entry in the installed applications list instead.
pt_br: Para modificar a instalação existente do HLAE, use a entrada "HLAE" na lista de aplicativos instalados.
tr: Lütfen HLAE kurulumunda yapmak istediğiniz değişiklikler için yüklü uygulamalar listesindeki "HLAE" girdisini kullanmayı tercih ediniz.

# HlaeRemoveAppData
source: Check to remove HLAE %APPDATA% folder upon uinstall (not recommended).
pt_br: Marque para remover a pasta HLAE %APPDATA% na desinstalação (não recomendado).
ru: Отметьте для удаления папки HLAE из %APPDATA% при деинсталяции (не рекомендуется).
tr: Kaldırma sırasında HLAE'in %APPDATA% klasöründen de kaldırıldığından emin olun (tavsiye edilmez).
