Repository: advancedfx/l10n
Catalog: locales/*/installer/HlaeCore/messages.po
Languages: de, ja, nl, pl, ru, tr, zh_cn

# HlaeLocalesTitle
source: Translations
de: Übersetzungen
pl: Tłumaczenia
ru: Переводы
tr: Çeviriler

# DowngradeErrorMessage
source: A newer version of [ProductName] is already installed.
de: Eine neuere Version von [ProductName] ist bereits installiert.
ja: より新しい[ProductName] が既にインストールされています。
nl: Een nieuwe versie van [ProductName] is al ge√Ønstalleerd.
pl: Posiadasz najnowszą wersję [ProductName]
ru: Более новая версия [ProductName] уже установлена.
tr: [ProdcutName]'in daha yeni bir versiyonu hali hazırda yüklü.
zh_cn: 计算机中已有更新版本的[ProductName]。

# FfmpegDescription
source: FFMPEG can be used for encoding mirv_streams to videos.
de: FFMPEG kann für die Kodierung von mirv_streams in Videos verwendet werden.
pl: To modify an existing HLAE installation, please use the "Modify" option in the "Application and Windows" panel.
ru: FFMPEG может быть использован для перекодировки mirv_streams в видео.

# FfmpegDlgDescription
source: Install FFMPEG or use exsiting one.
de: Intalliere FFMPEG oder verwende vorhandene Version.
pl: Zainstaluj FFMPEG albo użyj jego istniejącej wersji.
ru: Установить FFMPEG или используйте имеющийся.
tr: FFMPEG'i yükleyin ya da halihazırda yüklü olanı kullanın.

# FfmpegDlgReinstall
source: Reinstall FFMPEG
de: FFMPEG neuinstallieren
pl: Przeinstaluj FFMPEG
ru: Установка FFMPEG
tr: FFMPEG'i yeniden yükle

# FfmpegDlgDownloaded
source: FFMPEG will be downloaded from https://ffmpeg.zeranoe.com/builds/ and installed using your current internet connection and proxy settings.
de: FFMPEG wird von https://ffmpeg.zeranoe.com/builds/ heruntergeladen und installiert werden, unter Benutzung Ihrer jetzigen Internet Vebindung und Proxyeinstellungen.
pl: FFMPEG zostanie pobrany z https://ffmpeg.zeranoe.com/builds/ oraz zainstalowany przy użyciu obecnego połączenia internetowego oraz ustawień proxy.
ru: FFMPEG можно скачать с https://ffmpeg.zeranoe.com/builds/ и установить, используя ваши настройки интернет соединения и прокси.
tr: FFMPEG https://ffmpeg.zeranoe.com/builds/ adresinden internet bağlantınız ve proxy ayarlarınız kullanarak indirilecektir.

# FfmpegDlgVersion
source: Select version:
de: Version auswählen:
pl: Wybierz wersję:
ru: Выберите версию:
tr: Sürümü seçiniz:

# FfmpegDlgLatest
source: latest (recommended)
de: neuste (empfohlen)
pl: najnowsza (zalecana)
ru: последняя (рекомендуется)
tr: en son (tavsiye edilen)

# FfmpegDlgCustom
source: Select existing on disk
de: Existiernde auf Laufwerk auswählen
pl: Wybierz istniejącą na dysku
ru: Уже установлен (выбрать на диске)
tr: Halihazırda yüklü olanı seçin

# FfmpegDlgLinking
source: Select linking:
de: Linking auswählen:
pl: Wybierz linking:
ru: Выбрать сборку:
tr: Bağlantıyı seçiniz:

# FfmpegDlgStatic
source: static (faster, 100 MB download, recommended)
de: statisch (schneller, 100 MB Download, empfohlen)
pl: statyczne (szybsze, 100 MB do pobrania, zalecane)
ru: статичная (быстрее, 100МБ загрузки, рекомендуется)
tr: statik (daha hızlı, 100 MB indirme, tavsiye edilen)

# FfmpegDlgShared
source: shared (smaller, 50 MB download)
de: geteilt (kleiner, 50 MB Download)
pl: dzielone (mniejsze, 50 MB do pobrania)
ru: общая (меньше, 50МБ загрузки)
tr: paylaşımlı (daha düşük boyutlu, 50 MB indirme)

# FfmpegDlgLicense
source: Select license:
de: Lizenz auswählen:
pl: Wybierz licencję:
ru: Выбрать лицензию:
tr: Lisansı seçiniz:

# FfmpegDlgGpl3
source: GPL3 (complete, recommended)
de: GPL3 (vollständig, empfohlen)
pl: GPL3 (pełne, zalecane)
ru: GPL3 (полная, рекомендуется)
tr: GPL3 (tam, tavsiye edilen)

# FfmpegDlgLgpl3
source: LGPL3 (less features, more permissive)
de: LGPL3 (weniger Funktionen, freizügiger)
pl: LGPL3 (mniej funkcji, bardziej przywalające)
ru: LGPL3 (меньше возможностей, больше разрешений)
tr: LGPL3 (daha az özellik, daha fazla müsamahakâr)

# FfmpegDlgPath
source: Please enter the full path to your custom ffmpeg.exe here:
de: Bitte geben Sie den kompletten Pfad zu Ihrer eigenen ffmpeg.exe hier an:
pl: Proszę wskazać pełną ścieżkę do niestandardowego ffmpeg.exe :
ru: Пожалуйста введите полный путь до вашего пользовательского ffmpeg.exe здесь:
tr: Lütfen ffmpeg.exe için belirlediğiniz dosya dizin adresini buraya giriniz:

# FfmpegDlgPathBrowse
source: Browse
de: Durchsuchen
pl: Przeglądaj
ru: Обзор
tr: Göz at

# FfmpegDlgPathError
source: {\WixUI_Font_Bold}File does not exist or is not accessible. Please fix and click Next button to try again.
pl: {\WixUI_Font_Bold}Plik nie istnieje, bądź jest niedostępny. Proszę naprawić i kliknąć "Next", aby ponownie spróbować.
ru: {\WixUI_Font_Bold}Файл не существует или недоступен. Пожалуйста, исправьте ошибку и нажмите Далее.
tr: {\WixUI_Font_Bold}Dosya bulunamıyor ya da dosyaya ulaşılamıyor. Lütfen kontrol ediniz ve tekrar denemek için İleri butonuna tıklayınız.

# InstallFfmpeg
source: Installing FFMPEG ...
de: Installiere FFMPEG ...
ja: FFMPEGをインストール中...
nl: FFMPEG aan het installeren...
pl: Instaluję FFMPEG...
ru: Установка FFMPEG ...
tr: FFMPEG'i yükle ...
zh_cn: 正在安装 FFMPEG ...

# InstallFfmpegConnect
source: Connecting to [AFX_FFMPEGURL]
pl: Łączenie z [AFX_FFMPEGURL]
ru: Соединяемся с [AFX_FFMPEGURL]
tr: [AFX_FFMPEGURL]'ye bağlanılıyor.

# InstallFfmpegDownload
source: Downloading [AFX_FFMPEGURL]
pl: Pobieranie [AFX_FFMPEGURL]
ru: Скачиваем [AFX_FFMPEGURL]
tr: İndiriliyor [AFX_FFMPEGURL]

# InstallFfmpegDownload_Template
source: [1] of [2] Bytes
de: [1] von [2] Bytes
ja: [1] / [2] バイト
nl: [1] van [2] bytes
pl: [1] z [2] Bajtów
ru: [1] из [2] Байт
tr: [1] / [2] Bayt
zh_cn: [1] / [2] 字节

# InstallFfmpegExtract
source: Extracting FFMPEG
de: Extrahiere FFMPEG
ja: FFMPEGを展開中
nl: FFMPEG aan het uitpakken
pl: Rozpakowuję FFMPEG
ru: Распаковка FFMPEG
tr: FFMPEG çıkartılıyor
zh_cn: 正在解压 FFMPEG

# InstallFfmpegExtract_Template
source: Item [1] of [2] ...
de: Element [1] von [2] ...
ja: アイテム[1] / [2]
nl: Deel [1] van [2] ...
pl: [1] z [2]
ru: Элемент [1] из [2] ...
tr: Bileşenler [1] / [2]...
zh_cn: 项目 [1] / [2] ...

# AppFolderMustBeLatin
source: The HLAE application folder path contains invalid characters: Only basic latin character set is allowed (7bit ASCII).
de: HLAE Anwendungsordner enthält ungültige Zeichen: Nur der lateinische Basiszeichensatz ist erlaubt (7 Bit ASCII).
pl: Ścieżka do folderu aplikacji HLAE zawiera nieprawidłowe znaki: dozwolony jest tylko podstawowy zestaw znaków (bez polskich znaków). Wybierz inny folder instalacyjny!
ru: Папка установки HLAE содержит недопустимые символы: Разрешены только основные латинские символы (7bit ASCII).
tr: HLAE uygulaması dizin yolu geçersiz karakterler içeriyor: Sadece basit Latin karakterleri geçerlidir (7bit ASCII).

# RemoveHlaeAppDataFolder
source: Remove HLAE application data folder (not recommended).
pl: Usuń folder z plikami aplikacji HLAE (niezalecane).
ru: Удалить папку HLAE из AppData (не рекомендуется)
tr: HLAE'yi %APPDATA% klasöründen kaldırın (önerilmez)

# FfmpegDescription
source: FFMPEG can be used for encoding mirv_streams to videos.
tr: FFMPEG mirv_streams'leri videoya dönüştürmek için kullanılabilir.

# ApplicationName
source: HLAE Core
ja: HLAE コア
nl: HLAE Kern
zh_cn: HLAE 内核

# FfmpegFeature
source: Install FFMPEG from https://ffmpeg.zeranoe.com/builds/
ja: https://ffmpeg.zeranoe.com/builds/ からFFMPEGをインストールします
nl: Installeer FFMPEG van https://ffmpeg.zeranoe.com/builds/
zh_cn: 从 https://ffmpeg.zeranoe.com/builds/ 下载安装FFMPEG，FFMPEG配合HLAE可以直接录制得到MP4文件。 某些地区下载速度慢，可以不勾选此项，手动安装FFMPEG。

# InstallFfmpegConnect
source: Connecting to https://ffmpeg.zeranoe.com/
ja: https://ffmpeg.zeranoe.com/に接続中
nl: Verbinden met https://ffmpeg.zeranoe.com/
zh_cn: 正在连接至 https://ffmpeg.zeranoe.com/

# InstallFfmpegDownload
source: Downloading from https://ffmpeg.zeranoe.com/
ja: https://ffmpeg.zeranoe.com/からダウンロード中
nl: Aan het downloaden van https://ffmpeg.zeranoe.com/
zh_cn: 正在从 https://ffmpeg.zeranoe.com/ 下载FFMPEG，某些地区下载速度慢，可以关闭并重新安装，不勾选FFMPEG，之后手动安装

# AppFolderMustBeLatin
source: The HLAE application folder path contains invalid characters: Only basic latin character set is allowed. Please choose a different installation folder in options accordingly.
ja: HLAEアプリケーションパスに無効な文字が含まれています: 基本的なラテン文字のみ許可されます。 オプションから別のインストールパスを選択してください。
nl: Het pad van de HLAE map bevat ongeldige karakters: Alleen alfanumerieke karakters zijn toegestaan. Kies a.u.b een andere installatiemap.
zh_cn: HLAE安装路径包含无效字符：程序不支持中文路径，请选择英文路径（字母数字下划线等ASCII字符组成）。 请重新选择符合要求的安装路径。
